[
  {
    "title": "Khoa Công nghệ Cơ khí 01-09-2015",
    "content": "\n\r\n                        Khoa Công nghệ Cơ khí 01-09-2015\n\n\nWebsite: fme.iuh.edu.vn\nTên đơn vị: KHOA CÔNG NGHỆ CƠ KHÍ\nTên tiếng Anh: Faculty of Mechanical Engineering\nTên viết tắt: FME\nThông tin liên hệ:\nKhoa Công nghệ Cơ khí - Trường Đại học Công nghiệp Tp. Hồ Chí Minh\r\nVăn phòng: Lầu 3 Nhà X - 12 Nguyễn Văn Bảo, Phường 4, Quận Gò Vấp, Tp. Hồ Chí Minh\r\nĐiện thoại: 0283 8940 390 - 179 (C.Nhẹ), 183 (C.Dung)\r\nEmail: fme@iuh.edu.vn\nGiới thiệu\nKhoa Công nghệ Cơ khí được thành lập năm 2005. Đến năm 2011, sáp nhập Trung tâm Cơ khí và Trung tâm Gò hàn vào Khoa Công nghệ Cơ khí. Tiền thân của Khoa Công nghệ Cơ khí là ban Máy công cụ, Nguội, Gò-Hàn-Rèn  của Trường Trung học Kỹ thuật Don Bosco từ năm 1968.\nChức năng - Nhiệm vụ\nKhoa Công nghệ Cơ khí hiện nay đảm nhiệm công tác đào tạo cao đẳng ngành Công nghệ Kỹ thuật Cơ khí, đại học ngành Công nghệ Kỹ thuật Cơ khí, Công nghệ Chế tạo máy và Công nghệ Kỹ thuật Cơ điện tử. Khoa còn có nhiệm vụ đào tạo sau đại học ngành Kỹ thuật Cơ khí. Các công tác khác bao gồm nghiên cứu khoa học và chuyển giao công nghệ phục vụ sản xuất.\nĐội ngũ\nKhoa Công nghệ Cơ khí có sáu đơn vị trực thuộc, gồm bốn bộ môn: bộ môn Cơ sở-Thiết kế, bộ môn Chế tạo máy, bộ môn Cơ điện tử và bộ môn CAD/CAM/CNC; hai xưởng thực hành: xưởng Cơ điện và xưởng Gia công cắt gọt. Khoa có 78 Giảng viên và 4 Nhân viên, trong đó có: 3 Phó giáo sư và 13 Tiến sĩ, ngoài ra còn có 8 Tiến sĩ là Giảng viên thỉnh giảng.\nThông tin hoạt động & Thành tựu nổi bật\nKhoa Công nghệ Cơ khí là một khoa công nghệ dẫn đầu về đào tạo và được trang bị máy móc, thiết bị dạy học hiện đại bậc nhất của Trường Đại học Công nghiệp, bao gồm hệ thống phòng thí nghiệm, thực hành hiện đại với các xưởng Tiện, xưởng Phay, xưởng Tiện – Phay CNC với các máy 3 và 5 trục, xưởng cắt dây EDM, gia công bằng điện cực, xưởng Gò – Hàn, xưởng Nguội, xưởng Sửa chữa, xưởng Cơ điện, phòng thực hành CAD/CAM, phòng Đo lường, phòng thực hành Cơ điện tử, phòng Khí nén thủy lực và phòng thí nghiệm Cơ học và vật liệu. Tất cả được trang bị các thiết bị của hãng Festo và DMG của Đức, Nhật Bản, Hàn Quốc và Đài Loan.\nTrong quá trình học tập, các sinh viên đạt được nhiều huy chương trong Hội thi tay nghề Asean, năm 2002 đạt 1 huy chương bạc, năm 2004 đạt 1 huy chương vàng và năm 2006 đạt 2 huy chương vàng. Sinh viên tham gia nghiên cứu khoa học và đạt được 1 giải nhất giải thưởng sinh viên nghiên cứu khoa học Eureka Thành phố Hồ Chí Minh năm 2015.\nKhoa Công nghệ Cơ khí định hướng phát triển và xây dựng các phòng thí nghiệm đạt chuẩn Quốc tế và khu vực, trang bị các máy tiện phay CNC 6, 8, 9 trục. Khoa Công nghệ Cơ khí đang xây dựng chương trình đào tạo đại học theo chuẩn ABET cho 3 chuyên ngành Cơ khí, Chế tạo máy và Cơ điện tử, đến năm 2020 kiểm định thành công 2 chương trình Cơ khí và Chế tạo máy đạt chuẩn ABET. Tăng cường kết nối doanh nghiệp để xây dựng chương trình đào, sinh viên thực tập cũng như nghiên cứu khoa học, thực hiện các đề tài khoa học và tốt nghiệp tại doanh nghiệp.\n\nDạy thực hành trên máy tiện, phay CNC hiện đại\n\nHuy chương vàng Asean 2006\n\n\n"
  },
  {
    "title": "Khoa Công nghệ Thông tin 01-09-2015",
    "content": "\n\r\n                        Khoa Công nghệ Thông tin 01-09-2015\n\n\nWebsite: fit.iuh.edu.vn\nTên đơn vị: KHOA CÔNG NGHỆ THÔNG TIN\nTên tiếng Anh: Faculty of Information Technology\nTên viết tắt: FIT\nSlogan: Đào tạo sinh viên vững lý thuyết, giỏi thực hành và làm chủ công nghệ mới\nGiới thiệu chung:\nKhoa Công nghệ Thông tin đang từng bước khẳng định uy tín của mình với phương châm “Đào tạo sinh viên vững lý thuyết, giỏi thực hành và làm chủ công nghệ mới”.\nCác chuyên ngành đào tạo:\nKhoa Công nghệ Thông tin hiện đang đào tạo 4 chuyên ngành chính là Khoa học máy tính, Kỹ thuật phần mềm, Công nghệ thông tin và Hệ thống thông tin. Với đội ngũ gần 90 giảng viên cơ hữu được đào tạo ở các trường Đại học có uy tín trong và ngoài nước, trong đó, 80% có trình độ tiến sĩ và thạc sĩ, cùng với sự hợp tác, hỗ trợ của nhiều giảng viên có uy tín trong và ngoài nước là một lợi thế của khoa.\nKhoa đã tập trung đánh giá và điều chỉnh các chương trình đào tạo ở các bậc học bao gồm Đại học, Cao đẳng, và Trung cấp thuộc các hệ đào tạo bao gồm chính qui, liên thông, và các chương trình đào tạo tiên tiến, đáp ứng các yêu cầu kỹ thuật và công nghệ tiên tiến. Hệ thống giáo trình, tài liệu tham khảo, bài giảng, ngân hàng câu hỏi cũng đã được đầu tư đúng mức. Khoa cũng thiết lập mối quan hệ mật thiết với các đơn vị có uy tín trong và ngoài nước trong nhiều lĩnh vực bao gồm nghiên cứu, đào tạo, giải pháp phần mềm, sản xuất và kinh doanh công nghệ.\nNghiên cứu khoa học:\nNghiên cứu khoa học là một trong những hoạt động trọng tâm. Khoa CNTT đã thúc đẩy, tạo điều kiện và khuyến khích giảng viên nghiên cứu, thực hiện Đề tài khoa học các cấp. Nhiều công trình đạt tầm cỡ quốc tế đã được công bố. Ngoài ra phong trào nghiên cứu khoa học trong sinh viên cũng có sự chuyển biến tích cực.\nCác hoạt động khác:\nNhiều sân chơi dành cho sinh viên cũng đã được khoa quan tâm. Nó không chỉ giúp sinh viên thư giản, rèn luyện kỹ năng sống, mà còn là động lực giúp sinh viên ôn tập, vận dụng những kiến thức đã học để giải quyết vấn đề thực tế của cuộc sống. Cuộc thi Olympic Tin học hay sinh viên với An toàn thông tin là các minh chứng. Và trong cuộc thi Giải pháp phần mềm năm 2012 Toàn quốc do Microsoft tổ chức, đội tuyển sinh viên của khoa CNTT đã giành giải nhất, vinh dự đại diện cho Sinh viên Việt Nam tham dự cuộc thi Imagine Cup quốc tế. Bên cạnh đó, sinh viên Khoa Công nghệ thông tin còn khẳng định được trình độ và năng lực của mình trong các hội thi tay nghề trong nước, cũng như trong khu vực bằng nhiều huy chương vàng ASEAN liên tục những năm gần đây.\nThông tin liên hệ:\n-    Văn phòng: Khoa Công nghệ Thông tin\r\n-    Địa chỉ: Lầu 1, nhà H, Trường DHCN TP.HCM (Số 12 Nguyễn Văn Bảo, P.4, Q. Gò Vấp, Tp. Hồ Chí Minh)\r\n-    Điện thoại: 028.38940390 - Số nội bộ: 167\r\n-    Email:\n\nLiên hệ đối tác: ketnoi.fit@iuh.edu.vn\nLiên hệ đào tạo: daotao.fit@iuh.edu.vn\n\n\n\n"
  },
  {
    "title": "Khoa Công nghệ Điện 01-09-2015",
    "content": "\n\r\n                        Khoa Công nghệ Điện 01-09-2015\n\n\nWebsite: feet.iuh.edu.vn\nTên đơn vị: KHOA CÔNG NGHỆ ĐIỆN\nTên tiếng Anh: Faculty of Electrical Engineering Technology\nTên viết tắt: FEET\nThông tin liên hệ:\nKhoa Công nghệ Điện - Trường Đại học Công nghiệp Tp. Hồ Chí Minh\r\nVăn phòng: Lầu 5 nhà X - 12 Nguyễn Văn Bảo, Phường 4, Quận Gò Vấp, Tp. Hồ Chí Minh\r\nĐiện thoại: (028)3 8940 390 - 175\r\nEmail: feet@iuh.edu.vn\nGiới thiệu\nKhoa Công nghệ Điện là một trong những Khoa được thành lập sớm nhất trong trường với tên gọi trước đây là Ban điện. Trải qua thời gian dài xây dựng và phát triển cùng với sự phát triển của Nhà trường, đến nay Khoa Công nghệ Điện vẫn luôn là một trong các khoa có thành tích giảng dạy, nghiên cứu khoa học, kết nối doanh nghiệp và đầu tư nâng cấp phòng thí nghiệm nổi bật của Nhà trường. Ngoài ra, các hoạt động văn hóa, thể thao, phong trào Sinh viên tình nguyên vì cộng đồng cũng được sự quan tâm của toàn thể Ban chủ nhiệm Khoa, Giảng viên và Sinh viên trong Khoa. Đội ngũ Giảng viên trong khoa đa số được đào tạo bài bản, chính quy từ các trường uy tín trong và ngoài nước và luôn có các chương trình tập huấn nâng cao về phương pháp giảng dạy. Khoa Công nghệ Điện hiện đang sở hữu hơn 30 phòng thực hành, thí nghiệm, trong đó có nhiều phòng được đầu tư hiện đại với giá trị lớn. Khoa hiện có 4 bộ môn trực thuộc là: Bộ môn cơ sở Kỹ thuật Điện, Bộ môn Cung cấp-Hệ thống Điện, Bộ môn Tự động và Bộ môn Thiết bị Điện. Với sứ mạng là cung cấp nguồn nhân lực chất lượng cao trong lĩnh vực Kỹ thuật điện và Điều khiển tự động cho xã hội, tập thể Giảng viên trong khoa chúng tôi luôn không ngừng cải tiến phương pháp giảng dạy, cập nhật chương trình đào tạo, đầu tư nâng cấp thêm các phòng thí nghiệm hiện đại để đáp ứng sứ mạng đã đặt ra. Chúng tôi luôn cố gắng nổ lực để không chỉ là khoa dẫn đầu trong nhà trường mà cả khu vực Miền Nam.\nChức năng - Nhiệm vụ\nKhoa Công nghệ Điện đào tạo 2 chuyên ngành chính: Kỹ thuật điện và  Điều khiển tự động. Khoa đang từng bước khẳng định uy tín của mình với phương châm lấy người học làm trung tâm, học tập luôn gắn liền với thực tiễn và nghiên cứu khoa học.\nĐội ngũ\nKhoa Công nghệ Điện gồm 63 cán bộ viên chức. Trong đó: 11 tiến sĩ, 4 nghiên cứu sinh, 33 thạc sĩ và 15 cử nhân.\nThông tin hoạt động\n\nNăm 2014, khoa xây dựng chương trình Kỹ thuật điện và điều khiển tự động theo CDIO.\nNăm 2015, khoa mở mã ngành cấp 4  công nghệ điều khiển tự động, hệ tiên tiến ngành kỹ thuật điện. Năm 2016, khoa mở thêm thạc sĩ ngành kỹ thuật điện.\nTiến đến thực hiện kiểm định 2 chương trình theo chuẩn AUN-QA. Trong đó xác định trọng tâm là đảm bảo chuẩn đầu ra theo những gì nhà trường đã cam kết.\nTrong công tác kết nối doanh nghiệp, khoa đã xin được tài trợ từ Tập đoàn Fuji tài trợ cho khoa 1 dự án phòng thí nghiệm Khí cụ điện, công ty ANZ tài trợ 1 máy cắt tự động, tập đoàn ABB tài trợ phòng đóng cắt, tập đoàn Mitsubishi tài trợ phòng PLC.\nTập thể giáo viên khoa đã đăng trên 25 bài báo quốc tế ( SCI, SCIE ) 24 bài báo trong nước và tạp chí.\nTrong các năm học 2011-2015 có 22 giáo viên Khoa Điện đã tham gia khóa học đổi mới phương pháp giảng dạy tại đại học Arizona Mỹ.\nĐoàn thanh niên khoa tổ chức các phong trào văn thể mỹ đoạt kết quả cao, luôn là đơn vị đi dầu trong công tác văn thể mỹ. Đoàn khoa thực hiện chương trình thắp sáng mùa hè xanh tại Vĩnh Long, lắp đặt và cải tạo cho hàng trăm hộ tại Vĩnh Long, Xây nhà tình thương …\nQua các năm 2010-2015 học sinh khoa điện tham gia đạt 16 giải nhất, nhì do Bộ Công Thương và TPHCM tổ chức, 01 học sinh đạt giải nhất nghề quốc gia, 01 giải ba Asean. \n\nĐịnh hướng phát triển\n\nTrở thành một trong những trung tâm đào tạo theo định hướng ứng dụng, nghiên cứu khoa học và chuyển giao công nghệ hàng đầu của Việt Nam và khu vực.\nĐào tạo nguồn nhân lực chất lượng cao theo chương trình đạt chuẩn quốc gia, khu vực (AUN) và quốc tế (ABET); thực hiện các công tác nghiên cứu khoa học, chuyển giao công nghệ đóng góp vào quá trình công nghiệp hóa, hiện đại hóa của Việt Nam.    \n\n\n\n"
  },
  {
    "title": "Khoa Công nghệ Điện tử 01-09-2015",
    "content": "\n\r\n                        Khoa Công nghệ Điện tử 01-09-2015\n\n\nWebsite: fet.iuh.edu.vn\nTên đơn vị: KHOA CÔNG NGHỆ ĐIỆN TỬ\nTên tiếng Anh: Faculty of Electronics Technology\nTên viết tắt: FET\nSlogan: “Đổi mới để phát triển bền vững”\nThông tin liên hệ:\nKhoa Công nghệ Điện tử – Trường Đại học Công nghiệp TP. Hồ Chí Minh\r\n-    Văn phòng: Tòa nhà X, lầu 7, X7.2. - Số 12 Nguyễn Văn Bảo, P4, Quận Gò Vấp.  \r\n-    Điện thoại: (028)38940390-172.\nKhoa Công Nghệ Điện Tử đã sớm được thành lập từ những ngày ngày đầu tiên thành lập Trường Đại Học Công Nghiệp Tp. HCM. Khoa đã bắt đầu từ việc đào tạo hệ công nhân vào năm 1976, hệ Trung cấp vào năm 1980, hệ Cao đẳng vào năm 1999, hệ Đại học vào năm 2005, hệ Thạc sĩ vào năm 2016 và hệ Tiến sĩ vào năm 2022. Hiện nay, cùng với sự phát triển của Trường Đại học Công Nghiệp Tp. HCM, Khoa Công Nghệ Điện Tử là một trong những Khoa công nghệ kỹ thuật tiêu biểu của Trường Đại học Công Nghiệp Tp. HCM. \nKhoa Công Nghệ Điện Tử hiện quản lý 04 Bộ môn chuyên ngành, được giao nhiệm vụ đào tạo các hệ từ trình độ Đại học cho tới trình độ Sau đại học. Đến hiện tại, Khoa đang phụ trách đào tạo 01 chương trình tiến sĩ ngành Kỹ thuật điện tử, 01 chương trình thạc sĩ ngành Kỹ thuật điện tử, 03 chương trình đại học ngành Công nghệ kỹ thuật điện tử viễn thông, Công nghệ kỹ thuật máy tính, IoT và trí tuệ nhân tạo ứng dụng. Từ năm 2016, Khoa Công Nghệ Điện Tử đã xây dựng và duy trì thực hiện đánh giá chất lượng đào tạo của tất cả các Chương trình đào tạo ở các Ngành-Hệ đào tạo theo Chuẩn kiểm định Quốc gia và quốc tế (AUN-QA). Khoa đã đạt chứng nhận kiểm định theo chuẩn quốc tế AUN-QA cho Chương trình đào tạo hệ đại học ngành Công nghệ kỹ thuật điện tử viễn thông năm 2018, chương trình đào tạo hệ đại học ngành Công nghệ kỹ thuật máy tính năm 2022, đạt chứng nhận kiểm định theo chuẩn BGDĐT Chương trình đào tạo hệ thạc sĩ ngành Kỹ thuật điện tử năm 2022.\nĐến thời điểm hiện tại, Khoa Công Nghệ Điện Tử hiện có 57 thành viên với 55 Giảng viên (02 Giáo sư, 02 Phó giáo sư, 20 Tiến sĩ, 07 Nghiên cứu sinh, 24 thạc sĩ) và 04 nhân viên hỗ trợ, đảm bảo đủ năng lực đào tạo cho hơn 2500 sinh viên ở tất cả các lĩnh vực, ngành và trình độ đào tạo của Khoa. Các cựu sinh viên đều có nhiều đóng góp cho cộng đồng doanh nghiệp và xã hội, và được các bên liên quan đánh giá cao về tính chuyên nghiệp và thái độ làm việc.\nTầm nhìn\nKhoa Công Nghệ Điện Tử trở thành một Khoa trọng điểm, nằm trong nhóm 10 Khoa trọng điểm trong các trường đại học hàng đầu của Việt Nam theo định hướng ứng dụng thuộc lĩnh vực điện tử, ngang tầm với các nước tiên tiến trong khu vực về đạo tạo nhân lực chất lượng cao.\nSứ mạng\nCung cấp nguồn nhân lực chất lượng có đạo đức tốt, có trình độ chuyên môn cao và có kỹ năng nghề nghiệp tiếp cận với thực tiễn trong lĩnh vực công nghệ kỹ thuật điện tử, tăng cường các hoạt động nghiên cứu khoa học và cộng đồng,  và tập trung vào việc hợp tác, chuyển giao công nghệ với các đối tác.\n\n\n"
  },
  {
    "title": "Khoa Công nghệ Động lực 01-09-2015",
    "content": "\n\r\n                        Khoa Công nghệ Động lực 01-09-2015\n\n\nWebsite: faeT.iuh.edu.vn\nTên đơn vị: KHOA CÔNG NGHỆ ĐỘNG LỰC\nTên tiếng Anh: Faculty of Automotive Engineering Technology\nTên viết tắt: FAET\nThông tin liên hệ:\nKhoa Công nghệ Động lực - Trường Đại học Công nghiệp Tp. Hồ Chí Minh\r\nVăn phòng: Lầu 4 Nhà X - 12 Nguyễn Văn Bảo, Phường 4, Quận Gò Vấp, Tp. Hồ Chí Minh\r\nĐiện thoại: (028) 38 940 390 - 862, 241,181\r\nEmail: faet@iuh.edu.vn\nGiới thiệu\nTiền thân của Khoa Công nghệ Động lực là Ban Cơ khí Ô tô, được hình thành từ những ngày đầu thành lập Trường 11/11/1956. Tháng 3 năm 1999, Ban Cơ khí Ô tô được đổi tên thành Trung tâm Ô tô và từ tháng 12 năm 2004 có tên là Khoa Công nghệ Động lực.\nKhoa Công nghệ Động lực phụ trách đào tạo trình độ Đại học chuyên ngành Kỹ thuật công nghệ Ô tô và trình độ Thạc sỹ ngành Kỹ thuật ô tô. Toàn thể giảng viên đều có trình độ chuyên môn và kỹ năng nghề nghiệp tốt cùng với tinh thần năng động, nhiệt huyết và tận tâm với nghề nghiệp. Hiện Khoa có 27 giảng viên, trong đó có 01 PGS, 05 Tiến sỹ, 18 Thạc sỹ (03 đang làm NCS) và 03 đại học. Đội ngũ giảng viên của Khoa thường xuyên học tập nâng cao trình độ, luôn tiếp cận với thực tiễn sản xuất và công nghệ hiện đại, tham gia các đợt tập huấn hàng năm theo kế hoạch tại các Doanh nghiệp nhằm nâng cao kỹ năng chuyên môn.\n\nTrên cơ sở Tầm nhìn và Sứ mạng Nhà trường, lấy ý kiến các bên liên quan, tham khảo các chương trình, mô hình đào tạo của các Trường ở các nước tiên tiến để xác định mục tiêu và xây dựng chương trình đào tạo gắn liền với việc đáp ứng nhu cầu nhu cầu xã hội và xu hướng thời đại. Khoa được Nhà trường quan tâm đầu tư trang thiết bị hiện đại và đồng bộ, tạo điều kiện cho sinh viên làm quen với thực tiễn ở các doanh nghiệp tránh bỡ ngỡ khi ra trường. Chú trọng rèn luyện cho sinh viên kiến thức chuyên môn, khả năng giao tiếp, trình độ ngoại ngữ và các kỹ năng mềm trong suốt quá trình đào tạo.\nKhoa thường xuyên thực hiện liên kết với Doanh nghiệp, thực hiện các hoạt động giữa Nhà trường với Doanh nghiệp nhằm nâng cao chất lượng đào tạo và thực hiện chuyển giao công nghệ và nghiên cứu khoa học. Khoa thường xuyên chú trọng cập nhật chương trình đào tạo theo hướng hiện đại và tích cực hóa người học, xây dựng quy trình đào tạo và kiểm tra, đánh giá nghiêm túc ở từng môn học.\n Năm 2019, Chương trình đào tạo hệ đại học ngành Công nghệ kỹ thuật ô tô đã đạt chứng nhận kiểm định theo chuẩn quốc tế AUN-QA.\n\n\n\n"
  },
  {
    "title": "Khoa Công nghệ Nhiệt - Lạnh 01-09-2015",
    "content": "\n\r\n                        Khoa Công nghệ Nhiệt - Lạnh 01-09-2015\n\n\nWebsite: FHRE.IUH.EDU.VN\nTên đơn vị: KHOA CÔNG NGHỆ NHIỆT LẠNH\nTên tiếng Anh: Faculty Of Heat and Refrigeration Engineering\nTên viết tắt: FHRE\nTổ chức nhân sự:\n- Trưởng khoa: PGS. TS. Bùi Trung Thành\nThông tin liên hệ:\nKhoa Công nghệ Nhiệt Lạnh - Trường Đại học Công nghiệp Tp. Hồ Chí Minh\r\nVăn phòng: Lầu 6 Nhà X - 12 Nguyễn Văn Bảo, Phường 4, Quận Gò Vấp, Tp. Hồ Chí Minh\r\nĐiện thoại: (028) 38 940 390 - 196\r\nEmail: fhre@iuh.edu.vn\nGiới thiệu\nKhoa Công nghệ Nhiệt Lạnh được thành lập năm 2008. Tiền thân của Khoa là Trung tâm Công nghệ Nhiệt Lạnh (2003-2008) và Bộ môn Kỹ thuật Nhiệt Lạnh thuộc Khoa Cơ khí (2005- 2008).\nKhoa Công nghệ Nhiệt Lạnh cung cấp các chương trình đào tạo thực tế và hiện đại, chú trọng lý thuyết và phát triển kỹ năng thực hành ứng dụng nhằm trang bị cho sinh viên các kiến thức, kỹ năng và thái độ cần thiết để trở thành những chuyên gia, nhân viên kỹ thuật trong tương lai, đáp ứng nguồn nhân lực có trình độ cao cho các doanh nghiệp.\nChức năng - Nhiệm vụ\nXây dựng chương trình đào tạo, tổ chức thực hiện kế hoạch giảng dạy và học tập môn học thuộc chương trình đào tạo, biên soạn giáo trình và tài liệu phục vụ dạy học, cải tiến phương pháp dạy học.\nXây dựng và tổ chức thực hiện các hoạt động nghiên cứu khoa học và chuyển giao công nghệ liên quan đến lĩnh vực nhiệt lạnh, hợp tác với các đơn vị đào tạo, viện nghiên cứu và doanh nghiệp trong việc nghiên cứu và ứng dụng khoa học công nghệ. \nNgành và bậc đào tạo\nHệ đại học: đào tạo ngành Công nghệ Kỹ thuật nhiệt\nHệ cao đẳng: đào tạo hai ngành Công nghệ Kỹ thuật nhiệt, Kỹ thuật máy lạnh và điều hòa không khí\nĐội ngũ\nKhoa Công nghệ Nhiệt Lạnh hiện có 32 nhân sự, trong đó bao gồm: 02 Phó Giáo sư Tiến sĩ, 07 Tiến sĩ, 02 Nghiên cứu sinh, 15 Thạc sĩ và 6 cử nhân.\n\nĐội ngũ giảng viên Khoa Công nghệ Nhiệt Lạnh\nThông tin hoạt động\nHợp tác với nhiều doanh nghiệp lớn trong công tác đào tạo, nghiên cứu khoa học và giới thiệu việc làm, tiêu biểu như: Reetech, LG, Daikin, Panasonic, Bitzer, Grundfos, Mitsubishi, Ebara.\nChủ trì và tham gia thực hiện các đề tài nghiên cứu khoa học các cấp, tham gia báo cáo tại các hội thảo khoa học trong nước và quốc tế, tham gia viết và công bố nhiều bài báo khoa học trên các tạp chí trong nước và quốc tế thuộc danh mục ISI.\nHướng dẫn sinh viên nghiên cứu khoa học, Eureka, tham dự các cuộc thi giỏi nghề cấp Thành phố, Quốc gia và Quốc tế.\n\nHoạt động kết nối doanh nghiệp\nThành tựu nổi bật\nĐạt 01 huy chương Bạc tại hội thi tay nghề ASEAN, nhiều huy chương Vàng, Bạc và Đồng tại hội thi tay nghề cấp Thành phố, cấp Bộ và cấp Quốc gia.\nKhoa đã phối hợp với Trung tâm nghiên cứu và phát triển Công nghệ - Máy công nghiệp thực hiện thành công đề tài nghiên cứu khoa học trọng điểm cấp nhà nước: “Nghiên cứu tính toán, thiết kế chế tạo dây chuyền công nghệ sử dụng trấu để cung cấp năng lượng cho các tổ hợp xay xát thóc công suất 6-10 tấn/giờ”.\nĐoàn Khoa đã gặt hái nhiều thành tích trong hoạt động thể thao, văn nghệ của sinh viên: ba năm liên tiếp đạt giải Nhất toàn đoàn, 01 giải Nhì và 01 giải Ba hội thao cấp Trường; giải nhì giải bóng đá sinh viên Khoa Nhiệt Lạnh các Trường Đại học.\nĐịnh hướng phát triển\nTừng bước chuẩn hóa chương trình, nội dung và phương pháp đào tạo theo chuẩn quốc tế, phấn đấu đến năm 2020 đạt chuẩn AUN-QA; Nâng cao trình độ chuyên môn cũng như kỹ năng nghề nghiệp của giảng viên, phấn đấu đến năm 2020 có trên 30% giảng viên có trình độ Tiến sĩ; Đẩy mạnh nghiên cứu khoa học và chuyển giao công nghệ qua đó nâng cao chất lượng đào tạo.\nPhát triển quan hệ, trao đổi và chia sẻ kinh nghiệm giảng dạy và nghiên cứu với các trường, viện nghiên cứu và doanh nghiệp uy tín trong nước và quốc tế; Tăng cường hợp tác với các doanh nghiệp trong việc hỗ trợ trang thiết bị phục vụ việc học tập, nghiên cứu khoa học cũng như xây dựng chương trình đào tạo và giới thiệu việc làm.\n\n\n"
  },
  {
    "title": "Khoa Công nghệ May - Thời trang 01-09-2015",
    "content": "\n\r\n                        Khoa Công nghệ May - Thời trang 01-09-2015\n\n\nWebsite: FGD.IUH.EDU.VN\nTên đơn vị: KHOA CÔNG NGHỆ MAY - THỜI TRANG\nTên tiếng Anh: Faculty of Garment Technology and Fashion Design\nTên viết tắt: FGD\nThông tin liên hệ:\nKhoa Công nghệ may - Thời trang - Trường Đại học Công nghiệp Tp. Hồ Chí Minh\r\nVăn phòng: Lầu 5 Nhà D - 12 Nguyễn Văn Bảo, Phường 4, Quận Gò Vấp, Tp. Hồ Chí Minh\r\nĐiện thoại: (028) 38 940 390 - 195\r\nEmail: fgd@iuh.edu.vn\nGiới thiệu\nKhoa Công nghệ may - Thời trang được thành lập từ ngày 01/12/2001, là một đơn vị đào tạo với sứ mệnh cung cấp nguồn nhân lực có chất lượng cao cho các doanh nghiệp sản xuất kinh doanh thuộc ngành may, thời trang. Khoa quản lý đào tạo tất cả các bậc từ cao đẳng đến đại học thuộc hai chuyên ngành Công nghệ May và Thiết kế Thời trang.\nTrong quá trình phát triển, khoa Công nghệ may - Thời trang không ngừng lớn mạnh. Với tiềm năng về đội ngũ giáo viên trẻ có đủ trình độ cùng kinh nghiệm, hệ thống giáo trình không ngừng được bổ sung cập nhật. Cơ sở vật chất về phòng học, xưởng thực hành có quy mô lớn hiện đại, trang thiết bị luôn được bổ sung, đổi mới và đa dạng, phù hợp với sự phát triển của ngành. Những thế hệ sinh viên ngành May - Thời trang ra trường đã có mặt trong hầu hết trong các doanh nghiệp sản xuất, kinh doanh may mặc trên cả nước và đang được các cơ sở đánh giá tích cực và tín nhiệm cao.\nTrung thành với truyền thống đào tạo của một trường đại học ứng dụng, sinh viên của Khoa Công nghệ may - Thời trang được trang bị những kiến thức cơ sở, chuyên môn luôn gắn liền với thực tiễn sản xuất, thích hợp với trình độ công nghệ của nước ta và nhu cầu xã hội.\nChức năng - Nhiệm vụ\nLà đơn vị quản lý hành chính cơ sở của trường, trực tiếp thực hiện các công tác như đào tạo các bậc học từ Cao đẳng đến Đại học ngành Công nghệ May và Thiết kế thời trang; quản lý và biên soạn, cập nhật phát triển chương trình, giáo trình; nghiên cứu khoa học, ứng dụng, chuyển giao công nghệ thuộc lĩnh vực May - Thời trang; hợp tác liên kết đào tạo bậc đại học và sau đại học với các trường trong và ngoài nước. \nĐội ngũ\nHiện tại khoa có 35 cán bộ viên chức; trong đó gồm: 1 phó giáo sư, 9 tiến sĩ, 5 nghiên cứu sinh, 18 thạc sĩ; và 2 kỹ sư.\nThông tin hoạt động & thành tựu nổi bật\nHơn 20 năm qua, khoa đã đào tạo cho xã hội hơn 1.500 kỹ sư công nghệ, 2.000 cử nhân cao đẳng. Hiện nay số sinh viên đang theo học khoảng 1.500 sinh viên ở tất cả các bậc học.\nTrong thời gian qua, giảng viên trong khoa đã chủ trì thực hiện thành công 5 đề tài nghiên cứu khoa học cấp Bộ, 12 đề tài nghiên cứu cấp trường và đã công bố 52 bài báo khoa học thuộc chuyên ngành trên các tạp chí khoa học trong nước và quốc tế. Năm 2021 ngành Công Nghệ May đã đạt kiểm định AUN-QA.\nSinh viên ngành Công nghệ may - Thiết kế Thời trang cũng gặt hái nhiều thành công trong các giải thi cấp quốc gia như:\n◦ 4 lần đoạt giải nhất trong lĩnh vực Thiết kế Thời trang cấp quốc gia;\r\n◦ 1 Giải nhất thi tay nghề Quốc gia 2008;\r\n◦ 1 Giải nhì thi tay nghề Quốc gia 2010;\r\n◦ 3 huy chương vàng thi tay nghề Bộ Công Thương 2004, 2006, 2008;\r\n◦ 3 huy chương vàng thi tay nghề Đồng Nai 2006, 2008, 2010;\r\n◦ 3 huy chương vàng thi tay nghề Tp. Hồ Chí Minh 2006, 2008, 2010;\r\n◦ 1 Giải nhất cuộc thi Fascen Collection Năm 2009;\r\n◦ 1 Giải nhất cuộc thi trang phục lót do Triump tổ chức năm 2012;\r\n◦ 1 Giải nhất cuộc thi Aquafina Pure Fashion 2014;\r\n◦ 1 Giải nhất cuộc thi Cotton USA fashion Design Contest Năm 2017.\n\n\n"
  },
  {
    "title": "Khoa Công nghệ Hóa học 01-09-2015",
    "content": "\n\r\n                        Khoa Công nghệ Hóa học 01-09-2015\n\n\nWebsite: http://fce.iuh.edu.vn/vi/\nTên đơn vị: KHOA CÔNG NGHỆ HÓA HỌC\nTên tiếng Anh: Faculty of Chemical Engineering\nTên viết tắt: FCE\nGiới thiệu chung:\nKhoa Công nghệ Hóa học, Trường Đại học Công nghiệp thành phố Hồ Chí Minh được thành lập vào năm 1994 tiền thân là Bộ môn Hóa của Trường Trung học Kỹ thuật Công nghiệp IV. Năm 1999, Trường nâng cấp thành Trường Cao đẳng Công nghiệp IV và bộ môn Hóa được đổi thành Khoa Công nghệ Hóa học. Tuy nhiên, đến năm 2004 trường có quyết định được nâng cấp thành Trường Đại học Công nghiệp thành phố Hồ Chí Minh, Khoa Công nghệ Hóa học được tách thành 2 đơn vị: một là Khoa Công nghệ Hóa học phụ trách đào tạo hệ Đại học; và một là Trung tâm Công nghệ Hóa học phụ trách đào tạo từ hệ Cao đẳng trở xuống; cùng với sự phát triển của nhà Trường, đến năm 2011, Khoa Công nghệ Hóa học và Trung tâm Công nghệ Hóa học sáp nhập trở lại thành Khoa Công nghệ Hóa học ngày nay thực hiện nhiệm vụ đào tạo trình độ Đại học và sau đại học.\nMục tiêu:\nĐào tạo nhân lực có chất lượng cao, có khả năng điều hành, quản lý, sản xuất, nghiên cứu khoa học và chuyển giao công nghệ trong lĩnh vực ngành Hóa\nNhân sự :\nTổng cộng: 61 giảng viên và nhân viên trong đó có 1 GS và 05 phó giáo sư, 30 tiến sỹ và 21 Thạc sỹ, nghiên cứu sinh\nSinh viên: Từ năm 2004 đến nay khoa đã đào tạo được hàng ngìn Kỹ sư công nghệ Hóa học và Kỹ thuật phân tích, 100 Thạc sỹ. Hiện tại số lượng sinh viên và học viên của khoa là 1500.\nTổ bộ môn:\n\n\nCơ sở\n\n\nCông nghệ Hóa dầu\n\n\nCông nghệ Hóa học – Vật liệu\n\n\nMáy và thiết bị\n\n\nKỹ thuật Phân tích\n\n\nChương trình đào tạo:\n\n\nChương trình Đại học: Đào tạo các chuyên ngành Công nghệ Hữu cơ, Công nghệ Vô cơ-Vật liệu, Công nghệ Hóa dầu, và Kỹ thuật Hóa phân tích;\n\n\nChương trình sau đại học: Đào tạo Thạc sĩ Kỹ thuật Hóa học và Hóa phân tích\n\n\nTiến sĩ về ngành Kỹ thuật Hóa học và Hóa Phân tích.\n\n\nCơ sở vật chất và trang thiết bị:\nPhòng thí nghiệm của Khoa được Nhà trường đầu tư trang bị với nhiều thiết bị hiện đại phục vụ cho thực hành và gắn với thực tế sản xuất. Ngoài ra trang thiết bị của Khoa còn được đầu tư bởi các dự án hợp tác quốc tế: Dự án AFD, ADB, dự án JICA và dự án WB.\nPhòng thí nghiệm Hóa lý: Thực hiện các thí nghiệm hóa lý trên các thiết bị của PHYWE\nPhòng thí nghiệm Máy và thiết bị: Được trang bị bởi thiết bị dạng Pilot hiện đại số 1 Việt nam được tài trợ bởi AFD (Pháp)\nPhòng thí nghiệm Chuyên ngành Hóa dầu với các trang thiết bị hiện đại về phân tích các sản phẩm dầu khí cho Trường và dự án ADB tài trợ\nPhòng thí nghiệm phân tích Hóa lý: Bao gồm các thiết bị phân tích hiện đại: AÁ, HPCL, GC, XRD, FT-IR, UV... được Nhà trường trang bị và dự án JICA (Nhật bản) phục vụ cho chuyên ngành phân tích và chuyên ngành khác\nPhòng thí nghiệm chuyên ngành Công nghệ Hóa học gồm các thiết bị thiết kế theo dạng Pilot gần thực tế sản xuất tại các Nhà máy.\nThành tích:\nThành tích đạt được: Qua các thời kỳ phát triển khoa đã đạt được nhiều thành tích và được các cấp ghi nhận. Huy chương bạc gian hàng ngày Hội giáo dục và đào tạo năm 2006-2011; nhiều giảng viên đạt thành tích dạy giỏi cấp trường; Giải thưởng Sinh viên nghiên cứu khoa học – Euréka: 02 giải nhất cấp trường năm 2013 và 2015; 01 giải nhì năm 2015 và 01 giải khuyến khích cấp Thành phố và nhiều danh hiệu cá nhân khác. Khoa được nhà trường tặng danh hiệu tập thể lao động xuất sắc tiên tục từ năm 2011-2015. Bằng khen của Bộ trưởng Bộ Công thương năm 2013, 2014 và 2018. Năm 2016 khoa được Thủ tướng Chính phủ tặng bằng khen.\nNăm 2018 chương trình đào tạo ngành Công nghệ Hóa học đã được công nhận bởi tổ chức đảm bảo chất lượng của các trường Đại học Đông Nam Á (AUN-QA). Năm 2022 chương trình Đào tạo ThS Hóa phân tích được kiểm định và đạt yêu cầu theo của Bộ giáo Dục và đào tạo.\nHợp tác quốc tế:\nKhoa đã có hợp tác quốc tế với các Khoa có Đào tạo lĩnh vực Công nghệ Hóa học và liên quan của nhiều Trường Đại học trên thế giới: Đại học Chulalongkorn, Thammasat (Thái Lan), Đại học Malaysia Pahang (Malaysia), Đại học Quốc gia Changwon, Trường đại học Sungkyunkwan, Trường đại học Kyung Hee (Hàn Quốc), Đại học Quốc gia Đài Loan, Trường Đại học  Chung Yuan Christian (Đài Loan).\nTừ năm 2012 - nay, các giảng viên, sinh viên và học viên trong kho đã công bố được 400 công trình nghiên cứu khoa học trên các tạp chí chuyển ngành trong nước và quốc tế, trong đó khoảng 500 bài báo thuộc danh mục SCI, SCE và scopus. Các giảng viên đã thực hiện 50 đề tài các cấp trong đó 02 Nafosted, 05 cấp Bộ và tỉnh.\n\n\n\n"
  },
  {
    "title": "Khoa Khoa học Cơ bản 01-09-2015",
    "content": "\n\r\n                        Khoa Khoa học Cơ bản 01-09-2015\n\n\nWebsite: ffs.iuh.edu.vn\nTên đơn vị: KHOA KHOA HỌC CƠ BẢN\nTên tiếng Anh: Faculty of Fundamental Science\nTên viết tắt: FFS\nGiới thiệu\nKhoa Khoa học Cơ bản được thành lập từ năm 2004, theo quyết định của Hiệu trưởng Trường Cao đẳng Công nghiệp IV.\n\nChức năng - Nhiệm vụ\nKhoa Khoa học Cơ bản đảm nhận nhiệm vụ trang bị cho sinh viên những kiến thức cơ bản, kiến thức nền tảng để có thể tiếp cận và lĩnh hội một cách hiệu quả các kiến thức chuyên ngành trong các lĩnh vực kinh tế và kỹ thuật. Hơn nữa, thông qua việc giảng dạy các môn học, Khoa còn cung cấp cho sinh viên phương pháp tư duy, tiếp cận và xử lý vấn đề.\nVới trình độ và bản lĩnh chuyên môn cao của Giảng viên, Khoa Khoa học Cơ bản mang kiến thức cơ bản, kỹ năng tư duy đến với sinh viên, giúp sinh viên dễ dàng tiếp thu và áp dụng được kiến thức vào chuyên môn của mình một cách hiệu quả, làm cho kiến thức chuyên môn thêm vững vàng.\n\nĐội ngũ\nKhoa Khoa học Cơ bản có 3 bộ môn:\r\n-    Bộ môn Toán\r\n-    Bộ môn Lý\r\n-    Bộ môn Giáo dục học.\nHiện nay, Khoa Khoa học Cơ bản gồm 44 giảng viên và 1 nhân viên trong đó có: 7 tiến sĩ, 36 thạc sĩ và 1 cử nhân. Tất cả giảng viên Khoa Khoa học Cơ bản được đào tạo một cách chính quy, bài bản, đúng chuyên ngành từ các trường uy tín trong và ngoài nước.\nTổ chức nhân sự:\n- Trưởng khoa: TS. Ngô Ngọc Hưng\nThông tin liên hệ:\nKhoa Khoa học Cơ bản - Trường Đại học Công nghiệp Tp. Hồ Chí Minh\r\nVăn phòng: Tầng trệt Nhà D - 12 Nguyễn Văn Bảo, Phường 4, Quận Gò Vấp, Tp. Hồ Chí Minh\r\nĐiện thoại: (028) 38 940 390 - 154, 0908 110 186\r\nEmail: ffs@iuh.edu.vn\n\nĐội ngũ giảng viên Khoa khoa học Cơ bản\n\n\n\n"
  },
  {
    "title": "Khoa Lý luận Chính trị 01-09-2015",
    "content": "\n\r\n                        Khoa Lý luận Chính trị 01-09-2015\n\n\nWebsite: khoallct.iuh.edu.vn\nTên đơn vị: KHOA LÝ LUẬN CHÍNH TRỊ\nTên tiếng Anh: Faculty of Political Theory\nTổ chức nhân sự:\n- Trưởng khoa: TS. Nguyễn Trung Dũng\nThông tin liên hệ:\nKhoa Lý luận Chính trị - Trường Đại học Công nghiệp Tp. Hồ Chí Minh\r\nVăn phòng: Phòng 2, Lầu 1 Nhà D - 12 Nguyễn Văn Bảo, Phường 4, Quận Gò Vấp, Tp. Hồ Chí Minh\r\nĐiện thoại: (028) 38 940 390 - 153, 228, 229\r\nEmail: khoalyluanchinhtri@iuh.edu.vn\nGiới thiệu\nKhoa Lý luận Chính trị (Faculty of political theory), tiền thân là phòng Công tác chính trị, được thành lập từ năm 2003, theo Quyết định của Hiệu trưởng trường Cao đẳng Công nghiệp IV.\nChức năng - Nhiệm vụ\nKhoa Lý luận Chính trị là đơn vị quản lý hành chính cơ sở của trường, có nhiệm vụ cơ bản là giảng dạy các môn Lý luận chính trị cho sinh viên hệ đại học, cao đẳng; môn Triết học cho học viên cao học, nghiên cứu sinh; giáo dục tuyên truyền chủ trương, đường lối của Đảng, chính sách, pháp luật của Nhà nước và nghiên cứu khoa học.\nĐội ngũ\nHiện nay, đội ngũ giảng viên của Khoa bao gồm 32 cán bộ, giảng viên cơ hữu, trong đó có 08 tiến sĩ, 05 nghiên cứu sinh, 18 thạc sĩ, 01 cử nhân, được phân chia thành 2 tổ bộ môn: Những Nguyên lý cơ bản của Chủ nghĩa Mác- Lênin; Tư tưởng Hồ Chí Minh  - Đường lối cách mạng của Đảng Cộng sản Việt Nam.\n\nĐội ngũ giảng viên khoa Lý luận Chính trị\nThông tin hoạt động & Thành tựu nổi bật\nHàng năm, khoa Lý luận Chính trị luôn hoàn thành xuất sắc nhiệm vụ được giao; tập thể giảng viên trong khoa luôn đoàn kết với tinh thần “tương thân, tương ái”, cùng nhau xây dựng môi trường sư phạm vững mạnh. Từ năm học 2011 – 2012 đến nay, Khoa luôn đạt danh hiệu “Tập thể lao động xuất sắc”, và được Bộ trưởng Bộ Công thương tặng Bằng khen vì đã có thành tích xuất sắc trong phong trào thi đua “Dạy tốt, Học tốt” năm 2014.\nTổ Công đoàn Khoa đã tham gia tích cực vào các hoạt động do Công đoàn Trường tổ chức, và đạt nhiều giải cao như: giải nhất cắm hoa năm 2014, giải ba nấu ăn năm 2014,  giải nhất hát đơn ca và giải nhất hát song ca năm 2015,... Năm 2014, Tổ Công đoàn Khoa vinh dự nhận được Bằng khen của Ban Chấp hành Công đoàn Công thương Việt Nam vì đã có thành tích xuất sắc trong phong trào thi đua lao động giỏi và xây dựng tổ chức Công đoàn vững mạnh.\nĐịnh hướng phát triển trong những năm học tiếp theo, Khoa Lý luận Chính trị xác định nhiệm vụ trọng tâm là: đổi mới phương pháp giảng dạy, nâng cao chất lượng giáo dục, phát huy tính tích cực, chủ động, sáng tạo, và khả năng vận dụng kiến thức vào việc giải quyết các vấn đề thực tiễn của sinh viên.\n\nGiảng viên khoa LLCT tham dự kỷ niệm ngày 8/3\n\nGiảng viên khoa LLCT tham gia hoạt động \"về nguồn\"\n\n\n"
  },
  {
    "title": "Khoa Ngoại ngữ 01-09-2015",
    "content": "\n\r\n                        Khoa Ngoại ngữ 01-09-2015\n\n\nWebsite: FFL.iuh.edu.vn\nTên đơn vị: KHOA NGOẠI NGỮ\nTên tiếng Anh: Faculty of Foreign Languages\nTên viết tắt: FFL\nSlogan: \"English is the key to success\"\nGiới thiệu chung:\nKhoa Ngoại Ngữ được thành lập vào năm 2005 với nhiệm vụ đào tạo cử nhân Ngôn ngữ Anh và giảng dạy Tiếng Anh cho sinh viên các bậc và hệ đào tạo trong toàn trường. Hiện nay, sinh viên chuyên ngành Ngôn ngữ Anh đã có qui mô trên 3000 sinh viên đang học và Khoa Ngoại ngữ dự kiến mở ngành Thạc sĩ Ngôn ngữ Anh đầu năm 2024. Khoa Ngoại Ngữ đã có nhiều sự đổi mới về phương pháp giảng dạy ngôn ngữ tiên tiến, cập nhật và sử dụng giáo trình phù hợp với xu hướng giảng dạy ngôn ngữ hiện đại trên thế giới, chương trình cử nhân Ngôn ngữ Anh đã đạt chuẩn kiểm định quốc tế AUN-QA năm 2018 và kiểm định lại năm  2024.\n\nTầm nhìn:\n\nTrở thành top 10 trung tâm đào tạo ngoại ngữ chất lượng tại Việt Nam, cùng nhà trường đóng góp vào sự phát triển chung của đất nước và khu vực\n\nSứ mệnh:\n\n\nĐào tạo nguồn nhân lực tốt về kiến thức, kỹ năng ngoại ngữ, đầy đủ về phẩm chất, năng lực để phục vụ các yêu cầu công việc trong tương lai, có ý thức và khả năng tự học suốt đời để thích ứng với sự chuyển biến của các yêu cầu xã hội. \n\n\n Đóng góp vào sự phát triển chung của IUH và sự phát triển kinh tế, văn hóa xã hội của TP. Hồ Chí Minh và cả nước bằng việc đào tạo và cung cấp nguồn lao động theo yêu cầu xã hội.\n\n\nBan chủ nhiệm Khoa:\n\nTrưởng khoa: Nguyễn Trường Sa\nPhó trưởng khoa: Nguyễn Đình Luật\n\nNgành nghề đào tạo:\n\nNgành đào tạo: Ngôn Ngữ Anh\nBậc đào tạo: Đại học, Thạc sĩ (2024)\nHệ đào tạo: Chính qui, VB2-VHVL\n\nHoạt động khác:\n\n\nTổ chức giảng dạy, thi và cấp chứng chỉ Ngoại ngữ 6 bậc\n\n\nTổ chức giảng dạy, ôn thi TOEIC và phối hợp với IIG-Việt Nam tổ chức thi TOEIC tại trường.\n\n\nThông tin liên hệ:\n- Tầng trệt nhà B trường Đại học Công nghiệp TP.HCM\r\n- 12 Nguyễn Văn Bảo, P.4, Q. Gò Vấp, TP.HCM\r\n- Tel: (028)38940390, Ext: 151 - Fax: (028)38946268\r\n- Email: ffl@gmail.com\n\n\n"
  },
  {
    "title": "Khoa Quản trị Kinh doanh 01-09-2015",
    "content": "\n\r\n                        Khoa Quản trị Kinh doanh 01-09-2015\n\n\nWebsite: fba.iuh.edu.vn\nTên đơn vị: KHOA QUẢN TRỊ KINH DOANH\nTên tiếng Anh: Faculty of Business Administration\nTên viết tắt: FBA\nThông tin liên hệ:\nKhoa Quản trị Kinh doanh - Trường Đại học Công nghiệp thành phố Hồ Chí Minh\r\nVăn phòng: Lầu 3 Nhà D - 12 Nguyễn Văn Bảo, Phường 4, Quận Gò Vấp, Tp. Hồ Chí Minh\r\nĐiện thoại: 0283.8940 390 – 158\r\nEmail: infofba@iuh.edu.vn​\nGiới thiệu\nKhoa Quản trị Kinh doanh là một trong những khoa lớn của trường Đại học Công nghiệp Thành phố Hồ Chí Minh và là một trong những khoa chủ lực của khối ngành kinh tế.\nKhoa Quản trị Kinh doanh trường Đại học Công nghiệp Thành phố Hồ Chí Minh tiền thân là khoa Kinh tế được thành lập vào tháng 3 năm 1999. Đến tháng 10 năm 2015, Khoa Kinh Tế được tách thành 3 khoa Tài chính ngân hàng, Khoa Kế toán và Khoa Quản trị Kinh doanh.\nChức năng - Nhiệm vụ\n\nKhoa Quản trị kinh doanh có chức năng giảng dạy, đào tạo và nghiên cứu khoa học ở bậc Đại học và Sau đại học (Thạc sĩ và Tiến sĩ) với 04 chuyên ngành Quản trị kinh doanh, Quản trị cung ứng và logistic, Quản trị nhân sự và Marketing.\nKhoa Quản trị kinh doanh có nhiệm vụ đào tạo nhân lực có trình độ đại học và sau đại học ngành Quản trị kinh doanh và Marketing, đáp ứng cho nhu cầu phát triển và hội nhập của Thành phố Hồ Chí Minh nói riêng và cả nước nói chung.\nKhoa Quản trị Kinh doanh đào tạo ra những nhà quản trị có thể làm việc ở các doanh nghiệp, các tổ chức và có khả năng thích nghi với môi trường cạnh tranh mang tính toàn cầu.\n\nĐội ngũ\nHiện nay khoa có 80 cán bộ giảng dạy với 02 Phó giáo sư, 28 tiến sĩ và nghiên cứu sinh, còn lại là trình độ thạc sĩ trong đó có nhiều giảng viên tốt nghiệp từ nước ngoài.\nKhoa có 04 bộ môn trực thuộc: \n\nBộ môn Cơ sở - Trưởng bộ môn: TS. Nguyễn Ngọc Hiền\nBộ môn Quản trị chiến lược - Trưởng bộ môn: TS. Đàm Trí Cường\nBộ môn Quản trị tác nghiệp - Trưởng bộ môn: TS. Nguyễn Ngọc Thức\nBộ môn Marketing - Trưởng bộ môn: TS. Bùi Huy Khôi\n\n\nĐội ngũ giảng viên khoa Quản trị Kinh doanh\nCơ sở vật chất\nVăn phòng khoa Quản trị Kinh doanh tại tầng 3 nhà D là nơi phục vụ cho công tác quản lý, sinh hoạt chuyên môn cũng như giải quyết các vấn đề học vụ cho sinh viên.\nPhòng học lý thuyết với đầy đủ các thiết bị giảng dạy: Máy tính, Multimedia, máy chiếu, hệ thống âm thanh, điều hòa nhiệt độ, mạng Wireless,… Các giảng đường, lớp học, phòng thực hành được trang bị đầy đủ các phương tiện đồ dùng dạy học, được cải tiến theo xu hướng hội nhập hiện đại và văn minh\nThông tin hoạt động\nHơn 20 năm phát triển, khoa Quản trị Kinh doanh đã đạt được nhiều thành tựu trong hoạt động giảng dạy và nghiên cứu khoa học. Khoa Quản trị Kinh doanh đang tham gia đào tạo 04 chuyên ngành, bao gồm Quản trị kinh doanh, Quản trị cung ứng và logistic, Quản trị nhân sự và Marketing với trên 6000 sinh viên mỗi năm. Tổng số sinh viên theo học tại khoa từ khi thành lập khoa đến nay là hơn 30.000 sinh viên ở các bậc đào tạo từ cao đẳng nghề, đại học, thạc sĩ, tiến sĩ với các hệ đào tạo chính quy, liên thông, vừa làm-vừa học, liên kết quốc tế.\nKhoa có chương trình hợp tác đào tạo quốc tế với Hoa Kỳ, Đài Loan , Hàn Quốc  đào tạo các khóa du học tại chỗ cấp bằng cử nhân, thạc sĩ ngành Quản trị kinh doanh. Các chương trình liên kết đào tạo với các trường Đại học Hoa Kỳ, Đài Loan, Canada, Hàn Quốc … do giảng viên nước ngoài tham gia giảng dạy.\nNăm 2019, đánh dấu về chất lượng đào tạo của Khoa, chương trình đào tạo ngành Quản trị Kinh doanh đã được kiểm định thành công theo chuẩn AUN-QA. Tiếp nối con đường khẳng định chất lượng đào tạo, khoa Quản trị Kinh doanh đang tiến đến kiểm định các chương trình đào tạo khác của khoa, cụ thể chương trình đào tạo ngành Marketing và chương trình đào tạo Thạc sĩ theo chuẩn FIBBA trong năm 2023.\nKhoa Quản trị Kinh doanh cũng thể hiện trách nhiệm xã hội khi cùng Đoàn Trường tổ chức chiến dịch tình nguyện Mùa hè xanh và các hoạt động thiện nguyện tại địa bàn Thành phố Hồ Chí Minh và các tỉnh lân cận như chương trình Trung thu yêu thương, Xuân tình nguyện. Ngoài công tác giảng dạy, hàng năm khoa Quản trị kinh doanh còn có những hoạt động thể hiện trách nhiệm xã hội khác như là vận động xây dựng cây cầu, nhà tình thương, làm đường, thắp sáng các con đường cho bà con vùng sâu vùng xa ở các tỉnh lân cận như Vĩnh Long, Bến Tre. Đặc biệt trong những năm gần đây, khoa Quản trị kinh doanh luôn đề ra các chỉ tiêu hàng năm nhằm thực hiện các công tác xã hội, từ thiện và kết quả mỗi năm đều đạt chỉ tiêu.\nCác giảng viên của Khoa Quản trị Kinh doanh bên cạnh việc thực hiện công tác chuyên môn còn tích cực trong các hoạt động văn thể do Công đoàn trường tổ chức và đạt nhiều thành tích cao như Văn nghệ Cán bộ - Viên chức, Hội thao, các hoạt động chào mừng 8/3 và 20/10.\nNgoài công tác giảng dạy, tập thể giảng viên khoa Quản trị kinh doanh cũng tham gia các Hội nghị khoa học trong nước cũng như quốc tế. Các hội thảo, hội nghị đều có sự tham gia của nhiều doanh nghiệp, nhiều nhà khoa học, nhiều chuyên gia trong và ngoài nước thuộc các lĩnh vực Tài Chính – Quản trị kinh doanh, Marketing, Kế toán, Du lịch, Kinh tế. Hàng năm, khoa Quản trị kinh doanh luôn là đơn vị tiên phong trong nghiên cứu khoa học với hàng trăm công trình nghiên cứu, bao gồm các bài báo khoa học trong và ngoài nước (ISI/Scopus), đề tài nghiên cứu khoa học các cấp, giáo trình,…                  \nCác danh hiệu tập thể: \n\nBằng khen Tập thể xuất sắc cấp Bộ Công Thương: 10 danh hiệu.\nBằng khen Tập thể xuất sắc cấp Cơ sở: 10 danh hiệu\nBằng khen của Liên đoàn lao động TP.HCM: 2 danh hiệu\n\nCác danh hiệu cá nhân: \n\nHuân chương lao động hạng 3: 4 danh hiệu         \nBằng khen của Thủ tướng Chính phủ: 4 danh hiệu\nChiến sĩ thi đua cấp Bộ Công Thương: 15 danh hiệu\nBằng khen cấp Bộ Công Thương: 14 danh hiệu\n\nVà nhiều danh hiệu Chiến sĩ thi đua cấp Cơ sở hàng năm.\n\n\n\n\n"
  },
  {
    "title": "Khoa Thương mại - Du lịch 01-09-2015",
    "content": "\n\r\n                        Khoa Thương mại - Du lịch 01-09-2015\n\n\nWebsite: fct.iuh.edu.vn\nTên đơn vị: KHOA THƯƠNG MẠI - DU LỊCH\nTên tiếng Anh: Faculty of Commerce and Tourism\nTên viết tắt: FCT \nThông tin liên hệ:\nKhoa Thương mại và Du lịch - Trường Đại học Công nghiệp TP. Hồ Chí Minh\r\nVăn phòng: Lầu 2 Nhà V - 12 Nguyễn Văn Bảo, Phường 4, Quận Gò Vấp, Tp. Hồ Chí Minh\r\nĐiện thoại: 0283 8940 390 - 221, 220, 219\r\nEmail: fct@iuh.edu.vn\r\nFanpage: https://www.facebook.com/khoathuongmaidulichiuh\nGiới thiệu chung:\nKhoa Thương mại - Du lịch, Trường Đại học Công nghiệp TP. HCM được thành lập ngày 1/6/2005. Tính đến nay đã có hơn 14.000 sinh viên các chuyên ngành đã tốt nghiệp.\nKhoa đào tạo 5 ngành: Kinh doanh quốc tế, Thương mại điện tử, Quản trị dịch vụ du lịch và lữ hành, Quản trị khách sạn, Quản trị nhà hàng và dịch vụ ăn uống. Khoa Thương mại & Du lịch – Trường Đại học Công nghiệp TP Hồ Chí Minh tự hào là một trong 2 đơn vị đầu tiên trên cả nước được Bộ Giáo dục & Đào tạo cho phép tuyển sinh ngành Thương mại điện tử từ năm học 2013-2014. Khoa đã đạt chứng nhận kiểm định theo chuẩn quốc tế AUN cho Chương trình đào tạo hệ đại học ngành Thương mại điện tử năm 2020.\nKhoa hiện có 53 giảng viên cơ hữu, trong đó có 03 Phó giáo sư, 13 Tiến sỹ và 37 Thạc sỹ. Các giảng viên của Khoa đều tốt nghiệp và tu nghiệp từ các nước phát triển: Mỹ, Úc, Pháp, Anh, Nga, Thụy Sĩ, Hungary, Hàn Quốc, Đài Loan…với nhiều năm kinh nghiệm giảng dạy và quản lý ở các trường đại học lớn cũng như quản lý tại các doanh nghiệp.\n\r\nĐội ngũ nhân sự\nTầm nhìn:\nTrở thành một trung tâm giáo dục đào tạo hàng đầu của Việt Nam và khu vực theo định hướng ứng dụng nghề nghiệp trong lĩnh vực Thương mại, Du lịch.\nSứ mệnh:\nCung cấp nguồn nhân lực có trình độ chuyên môn cao, có kỹ năng nghề nghiệp tiếp cận với thực tiễn trong lĩnh vực kinh doanh quốc tế, thương mại điện tử, du lịch, nhà hàng nhằm tạo ra giá trị vật chất và tinh thần phục vụ cho sự phát triển kinh tế - xã hội của đất nước một cách có hiệu quả trong bối cảnh toàn cầu hóa.\nTriết lý giáo dục: “Chất lượng, phát triển bền vững, hội nhập quốc tế”\n\n\n"
  },
  {
    "title": "Khoa Giáo dục thường xuyên 01-09-2015",
    "content": "\n\r\n                        Khoa Giáo dục thường xuyên 01-09-2015\n\n\nWebsite: \nTên đơn vị: KHOA GIÁO DỤC THƯỜNG XUYÊN\nTên tiếng Anh: Faculty of Regular Education\nTên viết tắt: \nSlogan: \nTổ chức nhân sự:\n- Trưởng khoa: ThS. Nghiêm Thị Vân Anh\nCác bộ môn:\n-    Bộ môn Văn\n-    Bộ môn Toán\n-    Bộ môn Lý\n-    Bộ môn Hoá\n-    Bộ môn Sinh\n-    Bộ môn Sử\n-    Bộ môn Địa\n-    Bộ môn Anh văn\nChức năng nhiệm vụ:\nThông tin liên hệ:\nĐịa chỉ: Tầng 2 nhà B Trường Đại học Công nghiệp TP.HCM\n12 Nguyễn Văn Bảo, Q. Gò vấp, TP.HCM\nĐiện thoại: (08) 38940390 – 248,188   Fax: (08) 3894 6268\n\n\n"
  },
  {
    "title": "Viện Công nghệ Sinh học và Thực phẩm 01-09-2015",
    "content": "\n\r\n                        Viện Công nghệ Sinh học và Thực phẩm 01-09-2015\n\n\nWebsite: ibf.iuh.edu.vn\nTên đơn vị: VIỆN CÔNG NGHỆ SINH HỌC VÀ THỰC PHẨM\nTên tiếng Anh: Institute of Biotechnology and Food Technology\nTên viết tắt: IBF\n\nGiới thiệu chung:\nViện Công nghệ Sinh học và Thực phẩm là một trong các khoa lớn và phát triển cùng với lịch sử hình thành và phát triển của Trường Đại học Công nghiệp TP Hồ Chí Minh được thành lập năm 2008 trên cơ sở sáp nhập Khoa Công nghệ Thực phẩm và Viện Công nghệ Sinh học. Cán bộ và sinh viên Viện Công nghệ Sinh học và Thực phẩm luôn phát huy vai trò tiên phong trong đào tạo và nghiên cứu khoa học, đáp ứng nhu cầu phát triển công nghiệp và xã hội. Viện Công nghệ Sinh học và Thực phẩm cung cấp các chương trình đào tạo hiện đại và thực tế nhằm trang bị cho sinh viên các kiến thức, kỹ năng và thái độ cần thiết để trở thành những kỹ sư, cử nhân có năng lực và đạo đức nghề nghiệp trong tương lai. Hơn nữa, Viện còn thực hiện nhiệm vụ nghiên cứu cơ bản và ứng dụng, thực hiện mục tiêu công nghiệp hóa và hiện đại hóa đất nước, góp phần hiệu quả vào việc phát triển khoa học và công nghệ. Các hoạt động nghiên cứu và chuyển giao công nghệ của Viện tập trung vào các lĩnh vực như: công nghệ chế biến thực phẩm và công nghệ sau thu hoạch, Phân tích thực phẩm và hệ thống quản lý chất lượng thực phẩm, Đánh giá cảm quan thực phẩm, công nghệ sinh học ứng dụng trong nông nghiệp, công nghiệp, y học …\nHiện nay Viện có tổng số cán bộ là 57 người, bao gồm  PGS,  Tiến sỹ,  Thạc sỹ và  cử nhân, kỹ sư được đào tạo chuyên môn về công nghệ sinh học và công nghệ thực phẩm trong và ngoài nước. Ngoài ra, Viện có đội ngũ chuyên gia cộng tác viên là những nhà khoa học đầu ngành thuộc lĩnh vực về kinh tế, công nghệ sinh học, công nghệ thực phẩm và công nghệ môi trường.\nNhằm phục vụ mục tiêu giáo dục, đào tạo và nghiên cứu khoa học, Viện đã trang bị các phòng thí nghiệm bao gồm: Phòng thí nghiệm Vi sinh, Phòng thí nghiệm Hóa sinh, Hệ thống phòng thí nghiệm chế biến công nghệ thực phẩm, Hệ thống phòng thí nghiệm phân tích thực phẩm, Phòng thí nghiệm phân tích cảm quan thực phẩm, Phòng thí nghiệm vật lý thực phẩm, Phòng thí nghiệm Công nghệ Sinh học Động vật, Công nghệ sinh học thực vật, Phòng thí nghiệm Sinh học phân tử, Vườn thực nghiệm Sinh học và hệ thống Phòng thí nghiệm thiết bị trung tâm với nhiều trang thiết bị tiên tiến…\n\nTừ năm 2014 Viện Công nghệ Sinh học và Thực phẩm triển khai áp dụng phương pháp tiếp cận CDIO cho ngành Công nghệ Thực phẩm và Công nghệ Sinh học.\nTừ năm 2013, Viện triển khai chương trình đào tạo tiên tiến cho ngành công nghệ thực phẩm và đến năm 2015, Viện triển khai chương trình đào tạo tiên tiến cho ngành công nghệ sinh học.\r\n\t \nTừ năm 2016, Viện đã thực hiện triển khai kiểm định ABET cho 2 ngành Công nghệ Sinh học và Công nghệ Thực phẩm và định hướng kiểm định cho các ngành đào tạo Đảm bảo chất lượng và An toàn thực phẩm, Dinh dưỡng và khoa học Thực phẩm\n2022, Chương trình Thạc sĩ ngành Công nghệ Thực phẩm đạt kiểm định MOET (Bộ Giáo dục Đào tạo)\n2022, Chương trình Đại học ngành Công nghệ Thực phẩm và Công nghệ Sinh học đạt Kiểm định của Tổ chức ABET (Mỹ)\n2023, Các chương trình Đảm bảo chất lượng và An toàn Thực phẩm sẽ kiểm định AUN-QA\n2024, Các chương trình Dinh dưỡng và khoa học Thực phẩm sẽ kiểm định AUN-QA\n\nCác lĩnh vực nghiên cứu tập trung:\n\nNghiên cứu, phát triển về khoa học thực phẩm, công nghệ thực phẩm, công nghệ sinh học và công nghệ sau thu hoạch.\nTriển khai ứng dụng, sản xuất thử nghiệm các sản phẩm thực phẩm, chế phẩm sinh học, thử nghiệm các mô hình, thiết bị công nghệ thực phẩm và sinh học.\nCông nghệ sinh học nông nghiệp, y dược\nQuản lý chất lượng thực phẩm và an toàn thực phẩm\nĐánh giá cảm quan thực phẩm và nghiên cứu người tiêu dùng\nPhát triển sản phẩm thực phẩm\n\nCác dịch vụ tư vấn, đào tạo ngắn hạn và chuyển giao công nghệ:\n\nNghiên cứu, phát triển về khoa học thực phẩm, công nghệ thực phẩm, công nghệ sinh học và công nghệ sau thu hoạch. Triển khai ứng dụng, sản xuất thử nghiệm các sản phẩm thực phẩm, chế phẩm sinh học, thử nghiệm các mô hình, thiết bị công nghệ thực phẩm và sinh học.\nDịch vụ khoa học & công nghệ:\r\n\t\nTư vấn, dịch vụ về khoa học và công nghệ thực phẩm và công nghệ sinh học.\nCác khóa đào tạo ngắn hạn về An toàn thực phẩm và các khóa học chuyên đề.\nCác khóa đào tạo về đánh giá chất lượng thực phẩm, nghiên cứu về người tiêu dùng thực phẩm\nThẩm định, phản biện các đề tài khoa học về công nghệ thực phẩm và công nghệ sinh học.\nĐào tạo bồi dưỡng nâng cao nghiệp vụ trên lĩnh vực đăng ký.\n\n\nHợp tác trong và ngoài nước các lĩnh vực công nghệ thực phẩm và công nghệ sinh học.\n\nNgành và bậc đào tạo:\nBậc Đại học\n\nNgành Công nghệ Thực phẩm\nCông nghệ Sinh học\nĐảm bảo chất lượng và An toàn thực phẩm\nDinh dưỡng và khoa học Thực phẩm\n\nBậc Thạc sỹ\n\nNgành Công nghệ Thực phẩm\nCông nghệ Sinh học\n\nBậc Tiến sỹ\n\nNgành Công nghệ Thực phẩm\n\nNgoài ra có các chương trình đặc biệt:\n\nChương trình đào tạo kỹ sư chất lượng cao ngành Công nghệ thực phẩm\nChương trình đào tạo kỹ sư chất lượng cao ngành Công nghệ sinh học\n\nThông tin liên hệ:\n\nVăn phòng: Phòng F4.08\nĐiện thoại: 028-38940390-666/555/891\nEmail: foodtech@foodtech.edu.vn\nWebsite: www.ibf.iuh.edu.vn  | www.foodtech.edu.vn\n\n\n\n"
  },
  {
    "title": "Viện Khoa học Công nghệ và Quản lý Môi trường 01-09-2015",
    "content": "\n\r\n                        Viện Khoa học Công nghệ và Quản lý Môi trường 01-09-2015\n\n\nWebsite: iesem.edu.vn\nTên đơn vị: VIỆN KHOA HỌC CÔNG NGHỆ VÀ QUẢN LÝ MÔI TRƯỜNG\nTên tiếng Anh: Institute of Environmental Science, Engineering and Management\nThông tin liên hệ\nViện Khoa học Công nghệ và Quản lý Môi trường\r\nVăn phòng: Lầu 9, 10 Nhà X - 12 Nguyễn Văn Bảo, Phường 4, Quận Gò Vấp, Tp. Hồ Chí Minh\r\nĐiện thoại: (028) 221 673 75 - Fax: (028) 358 869 63\r\nEmail: iesem@iuh.edu.vn\nLịch sử phát triển\nViện Khoa học Công nghệ và Quản lý Môi trường được thành lập từ ngày 01/12/2006 theo Quyết định số 2206/QĐ-ĐHCN ngày 20/11/2006 của Hiệu trưởng trường Đại học Công nghiệp TP. Hồ Chí Minh.\nTầm nhìn\nTrở thành cơ sở đào tạo và nghiên cứu có uy tín tại Việt Nam trong lĩnh vực môi trường theo định hướng ứng dụng, ngang tầm với các nước tiên tiến trong khu vực Đông Nam Á về đào tạo nhân lực, nghiên cứu khoa học và chuyển giao công nghệ.\nSứ mạng\nViện KHCN & QLMT là cơ sở đào tạo, nghiên cứu khoa học và chuyển giao công nghệ có uy tín của cả nước. Viện cung cấp nguồn nhân lực có trình độ chuyên môn, có kỹ năng nghề nghiệp tiếp cận với thực tiễn trong các lĩnh vực công nghệ môi trường, quản lý tài nguyên môi trường, khoa học môi trường, phục vụ cho sự phát triển bền vững kinh tế - xã hội của đất nước, đóng góp vào sứ mệnh bảo vệ môi trường toàn cầu.\nMục tiêu và chính sách chất lượng của Viện\nĐến năm 2020:\n\nViện có 14 tiến sĩ và 5 PGS.\nCó 02 ngành cho đào tạo tiến sĩ, 4 ngành cho đào tạo đại học.\nHoàn thành các dự án quốc tế BIORIST (với CHLB Đức), RENEWABLE (với Bỉ), BOD (với Bỉ)\nĐăng ký thêm 3 dự án quốc tế mới, ưu tiên hợp tác quốc tế về đào tạo (chương trình ERASMUS của châu ÂU)\nCó dự án nghiên cứu thuộc hệ thống NAFOSTED.\nMỗi năm có số bài báo thuộc ISI và SCOPUS tăng dần.\nMỗi năm xuất bản các giáo trình phục vụ đào tạo.\nĐầu tư chiến lược một số phòng thí nghiệm nghiên cứu chuyên sâu với vốn đầu tư của Worlsbank\n\nĐến năm 2025:\n\nViện có 20 tiến sĩ, 7 PGS và 2 GS.\nLiên kết đào tạo tiến sĩ với một số nước có uy tín tại châu Âu, Úc và Mỹ.\nCó 05 ngành cho đào tạo đại học.\nCó ít nhất 05 dự án quốc tế được hoàn thành\nCó 03 dự án nghiên cứu thuộc hệ thống NAFOSTED.\nMỗi năm có tối thiểu 10 bài báo thuộc ISI và SCOPUS\nXuất bản các sách chuyên khảo và sách tiếng Anh.\n\nChính sách chất lượng của Viện\n\nĐổi mới, nâng tầm cao mới;\nNăng động, hội nhập toàn cầu.\n\nGiá trị cốt lõi của Viện (Core value)\n\nHợp tác quốc tế;\nNghiên cứu và chuyển giao công nghệ;\nLiên tục nâng cao chất lượng đội ngũ giảng viên và chất lượng đào tạo;\n\nCác chương trình đào tạo của Viện\nHệ đại học:\n\nCông nghệ kỹ thuật môi trường\nQuản lý tài nguyên và môi trường\nKhoa học môi trường\nCông nghệ môi trường tăng cường tiếng Anh\n\nHệ cao học:\n\nCông nghệ kỹ thuật môi trường\nQuản lý tài nguyên và môi trường\nKhoa học và Quản lý môi trường liên kết với Đại học Liége (IMES)\n\nHệ tiến sĩ:\n\nQuản lý tài nguyên và môi trường\n\n\n\n"
  },
  {
    "title": "Trung tâm Giáo dục quốc phòng và Thể chất 01-09-2015",
    "content": "\n\r\n                        Trung tâm Giáo dục quốc phòng và Thể chất 01-09-2015\n\n\nWebsite: qptc.iuh.edu.vn​\nTên đơn vị: TRUNG TÂM GIÁO DỤC QUỐC PHÒNG & THỂ CHẤT\nTên tiếng Anh: Centre of National Defence and Physical Education\nTên viết tắt:\nSlogan: \nThông tin liên hệ:\n-    Văn phòng: Trung tâm Giáo dục Quốc phòng & Thể chất\r\n-    Điện thoại: (028) 38 940 390 - 135\r\n-    Email: qptc@iuh.edu.vn\n\n\n"
  },
  {
    "title": "Viện Tài chính - Kế toán 21-09-2023",
    "content": "\n\r\n                        Viện Tài chính - Kế toán 21-09-2023\n\n\nWebsite: SFA.IUH.EDU.VN\nTên đơn vị: VIỆN TÀI CHÍNH - KẾ TOÁN\nTên tiếng Anh: School of Finance and Accounting\nTên viết tắt: SFA\nChức năng:\r\n- Đảm nhiệm công tác đào tạo, nghiên cứu khoa học các ngành thuộc nhóm ngành Tài chính, Kế toán và Kiểm toán;\r\n- Đảm nhiệm công tác xây dựng chương trình đào tạo, cải tiến chương trình đào tạo;\r\n- Đảm nhiệm công tác đào tạo, bồi dưỡng ngắn hạn theo quy định.\nNhiệm vụ:\r\n​- Xây dựng và tổ chức thực hiện kế hoạch giảng dạy lý thuyết, thực hành và thực tập tốt nghiệp, các hoạt động ngoại khóa theo chương trình, kế hoạch giảng dạy hằng năm của Trường. Thực hiện kiểm tra, thi các môn học thường xuyên theo tiến độ giảng dạy;\r\n- Quản lý giảng viên, người lao động khác và người học thuộc Viện theo phân cấp của Hiệu trưởng;\r\n- Thực hiện việc biên soạn chương trình, giáo trình, học liệu giảng dạy; tổ chức nghiên cứu nội dung, cải tiến phương pháp dạy học nhằm nâng cao chất lượng đào tạo;\r\n- Xây dựng kế hoạch bồi dưỡng, nâng cao trình độ giảng viên; tham gia hội thảo chuyên đề, hội giảng; dự giờ, kiểm tra, đánh giá chất lượng giảng dạy của giảng viên theo học kỳ, năm học, khóa học;\r\n- Lập kế hoạch và tổ chức thực hiện các hoạt động khoa học và công nghệ, hợp tác quốc tế; hợp tác với các tổ chức khoa học và công nghệ, cơ sở sản xuất, kinh doanh liên quan đến ngành nghề đào tạo;\r\n- Quản lý, sử dụng có hiệu quả cơ sở vật chất kỹ thuật do Viện quản lý;\r\n- Xây dựng kế hoạch phát triển đội ngũ giảng viên, ngành nghề đào tạo và cơ sở vật chất phục vụ cho đào tạo và nghiên cứu khoa học, tăng cường điều kiện bảo đảm chất lượng đào tạo;\r\n- Xây dựng và phát triển các chương trình đào tạo ngắn hạn, đào tạo kỹ năng nghề nghiệp, đào tạo theo yêu cầu của doanh nghiệp;\r\n- Tư vấn tài chính, kế toán, quản lý doanh nghiệp.\n\n\n"
  },
  {
    "title": "Khoa Luật 16-11-2016",
    "content": "\n\r\n                        Khoa Luật 16-11-2016\n\n\nWebsite: law.iuh.edu.vn\nTên đơn vị: KHOA LUẬT\nTên tiếng Anh: Law Faculty\nTên viết tắt: LF\nSlogan: \"Học thật – Làm thật – Thi thật\"\nGiới thiệu chung: \nCăn cứ Quyết định số 987/QĐ-ĐHCN ngày 15-8-2015 của Hiệu trưởng Trường Đại học Công nghiệp Tp. Hồ Chí Minh về thành lập Bộ môn Luật học trực thuộc Nhà trường và có chức năng nhiệm vụ như một đơn vị đào tạo của Nhà trường và năm 2016, Bộ môn Luật chính thức trở thành Khoa Luật. Hiện tại, Khoa Luật đang từng bước khẳng định trở thành trung tâm đào tạo nguồn nhân lực có uy tín, có chất lượng về Luật của Việt Nam, ngang tầm với các đơn vị đào tạo luật theo định hướng ứng dụng trong nước và các nước trong khu vực Đông Nam Á. Bên cạnh đó, Khoa Luật với sứ mạng cung cấp nguồn nhân lực có trình độ chuyên môn cao và có đầy đủ kỹ năng nghề nghiệp để thực hiện công việc liên quan đến pháp luật, đảm bảo chất lượng phù hợp với yêu cầu xã hội. Thực hiện hợp tác, nghiên cứu khoa học với các đơn vị đào tạo trong và ngoài nước có cùng lĩnh vực.\nCác chuyên ngành đào tạo:\nChương trình đào tạo ngành Luật học gồm 2 chuyên ngành: Luật Kinh tế và Luật Quốc tế cung cấp cho sinh viên những kiến thức phục vụ cho việc giải quyết các vấn đề và nghiên cứu ứng dụng trong lĩnh vực Luật học; rèn luyện kỹ năng thực hành, khả năng làm việc độc lập, làm việc nhóm và tự học; có đạo đức nghề nghiệp, tác phong chuyên nghiệp, tôn trọng sự khác biệt.\nHiện nay, Khoa Luật có 25 giảng viên cơ hữu, trong đó có 01 Phó Giáo sư, 02 Tiến sĩ, 06 Nghiên cứu sinh, 15 Thạc sĩ và 01 Cử nhân, cùng với sự hợp tác, hỗ trợ của nhiều giảng viên thỉnh giảng có uy tín và kinh nghiệm là một lợi thế của khoa về chất lượng giáo dục và đào tạo.\nNăm 2021, Khoa Luật được cho phép tuyển sinh thêm thành công cho 02 ngành Luật Kinh tế và Luật Quốc tế thuộc chương trình chất lượng cao (CLC). Chương trình đào tạo được xây dựng 139 tín chỉ được tiếp tục được áp dụng cho chương trình đào tạo cử nhân luật học với thời hạn đào tạo 04 năm. Sinh viên sau khi tốt nghiệp, ngoài các kiến thức pháp lý tương ứng với chuyên ngành đã học, sinh viên còn có được kiến thức tiếng Anh cơ bản, tiếng Anh pháp lý phù hợp với chuyên ngành luật kinh tế và quốc tế đáp ứng cho nhu cầu công việc.\n\nNghiên cứu khoa học:\nNghiên cứu khoa học là một trong những hoạt động trọng tâm của Khoa Luật. Khoa Luật đã thúc đẩy, tạo điều kiện và khuyến khích giảng viên nghiên cứu, thực hiện đề tài khoa học các cấp khoa, cấp trường. Nhiều công trình nghiên cứu khoa học của các giảng viên Khoa Luật đã được công bố đăng trên các tạp chí khoa học danh tiếng trong nước và quốc tế. Bên cạnh đó, phong trào nghiên cứu khoa học trong sinh viên cũng Khoa Luật đẩy mạnh và khuyến khích tinh thần nghiên cứu khoa học của sinh viên với sự hướng dẫn khoa học của các giảng viên đầy nhiệt huyết.\nCác hoạt động khác:\nKhoa Luật đã tạo ra nhiều sân chơi dành cho các em sinh viên với sự hỗ trợ tổ chức từ Đoàn Khoa Luật. Các họat động ngoại khóa không chỉ giúp sinh viên thư giản, rèn luyện kỹ năng sống, mà còn là động lực giúp sinh viên ôn tập, vận dụng những kiến thức đã học để giải quyết vấn đề pháp lý phát sinh trong cuộc sống, điển hình như Cuộc thi phiên tòa giả định, Ngày hội pháp luật, Cuộc thi luật sư tài năng, Thủ lĩnh sinh viên, Phong trào sinh viên 05 tốt, Chương trình sinh viên cùng pháp luật, Thanh niên hùng biện,…. Ngoài ra, sinh viên Khoa Luật còn được tham gia vào các họat động cộng đồng như Mùa hè xanh, thăm các em nhỏ trong trại trẻ mồ côi,…\nThông tin liên hệ:\n- Văn phòng: Khoa Luật  - Tòa nhà V2, Trường Đại học Công nghiệp Tp. Hồ Chí Minh\r\n- Địa chỉ: Số 12 Nguyễn Văn Bảo, P.4, Q. Gò Vấp, Tp. Hồ Chí Minh\r\n- Điện thoại: 028.38940390 - Số nội bộ: 205\r\n- Email: leminhhung@iuh.edu.vn (PGS.TS. Lê Minh Hùng – Trưởng Khoa Luật)\n\n\n"
  },
  {
    "title": "Giới thiệu Đại học Công nghiệp Thành phố Hồ Chí Minh",
    "content": "\n\r\n                            Giới thiệu Đại học Công nghiệp Thành phố Hồ Chí Minh\r\n                        \n\n- Tên tiếng Việt: Đại học Công nghiệp thành phố Hồ Chí Minh\n\r\n- Tên tiếng Anh: Industrial University of Ho Chi Minh City\n\r\n- Tên viết tắt: IUH\n\r\n- Logo:\n\n\r\nTiền thân của Đại học Công nghiệp Thành phố Hồ Chí Minh là Trường Huấn nghiệp Gò Vấp do các tu sĩ dòng Don Bosco thành lập 11/11/1956 tại xã Hạnh Thông, Quận Gò Vấp, Tỉnh Gia Định. Năm 1968, Trường được đổi tên thành Trường tư thục Trung học Kỹ thuật đệ nhất cấp Don Bosco. Đến ngày 31/01/1970, Trường được cải biên thành Trường tư thục Trung học Kỹ thuật đệ nhị cấp Don Bosco, được gọi tắt là Trường Trung học Kỹ thuật Don Bosco. Sau ngày hòa bình, thống nhất đất nước, quân giải phóng miền Nam tiếp quản và ngày 19/12/1975 Trường được bàn giao cho Tổng cục Cơ khí Luyện kim và Điện tử. Năm 1978, Trường được đổi tên thành Trường Công nhân Kỹ thuật IV trực thuộc Bộ Cơ khí và Luyện kim. Đến năm 1994, Trường hợp nhất với Trường Trung học Hóa chất II tại thành phố Biên Hòa thành Trường Trung học Kỹ thuật Công nghiệp IV, trực thuộc Bộ Công Nghiệp. Tháng 3 năm 1999, Trường được nâng cấp thành Trường Cao đẳng Công nghiệp IV và tháng 12 năm 2004, Trường được nâng cấp thành Trường Đại học Công nghiệp thành phố Hồ Chí Minh theo quyết định số 214/2004/QĐ - TTg của Thủ tướng Chính phủ và Trường được Thủ tưởng Chính phủ phê duyệt thí điểm đổi mới cơ chế hoạt động giai đoạn 2015-2017 theo quyết định số 902/QĐ-TTg ngày 23 tháng 6 năm 2015, bắt đầu thực hiện từ năm học 2015 - 2016. Đại học Công nghiệp thành phố Hồ Chí Minh là một trong những cơ sở giáo dục đại học lớn tại Việt Nam.\n\r\nTrường có các phân hiệu và cơ sở đào tạo:\n\nTrụ sở:\n\r\n- Địa chỉ: 12 Nguyễn Văn Bảo, P.4, Q. Gò Vấp, TP.HCM\r\n- Điện thoại: (028) 38940390 Fax: (028) 38946268\r\n- Website: www.iuh.edu.vn\r\n- Email:\n\nTrường Đại học Công nghiệp thành phố Hồ Chí Minh: dhcn@iuh.edu.vn\nPhòng Tổ chức - Hành chính: ptchc@iuh.edu.vn\nPhòng Tài chính - Kế toán: ptckt@iuh.edu.vn\nPhòng Đào tạo: phongdaotao@iuh.edu.vn\nBộ phận Tuyển sinh: tuyensinh@iuh.edu.vn\n\n\nPhân hiệu Quảng Ngãi:\n\r\n- Địa chỉ: 938 Quang Trung, TP. Quảng Ngãi\r\n- Điện thoại:(0255) 3250075, (0255) 3713858 - Fax: (0255) 3713858\r\n- Website: http://www.qn.iuh.edu.vn\n\nCơ sở Thanh Hóa:\n\r\n- Địa chỉ: Xã Quảng Tâm, TP. Thanh Hóa, Tỉnh Thanh Hóa\r\n- Điện thoại: (0237) 3675092 - Fax: (0237) 3675350\r\n- Website: http://www.th.iuh.edu.vn\n\n\n\r\nBên cạnh việc chú trọng nâng cao chất lượng chuyên môn của đội ngũ cán bộ - giảng viên, đầu tư trang thiết bị tốt nhất cho giảng dạy, học tập và nghiên cứu khoa học, Nhà trường còn quan tâm tới việc cung cấp các dịch vụ đào tạo có chất lượng cao cho hàng chục ngàn sinh viên từ khắp mọi miền trong cả nước. Sinh viên của Trường được trang bị năng lực ngoại ngữ và tin học cũng như các kiến thức bổ trợ: kỹ năng giao tiếp, ứng xử, kỹ năng làm chủ bản thân, kỹ năng quản lý thời gian, kỹ năng làm việc nhóm, phương pháp tự học, phương pháp nghiên cứu khoa học... Nhờ vào mối quan hệ gắn kết giữa Nhà trường và doanh nghiệp, sinh viên luôn có cơ hội thực hành tại các cơ sở sản xuất, kinh doanh, dịch vụ, đặc biệt tại các công ty, xí nghiệp có vốn đầu tư nước ngoài để tận mắt chứng kiến các công nghệ mới được ứng dụng trong sản xuất nhằm rèn luyện các kỹ năng thực tiễn và năng lực làm việc trong môi trường hiện đại.\r\n \r\nĐại học Công nghiệp Thành phố Hồ Chí Minh\r\n \n\n\n\n"
  },
  {
    "title": "Tầm nhìn - Sứ mạng - Mục tiêu chiến lược",
    "content": "\n\r\n                            Tầm nhìn - Sứ mạng - Mục tiêu chiến lược\r\n                        \n\n\r\n \n\n1. Tầm nhìn\nTrở thành Trường đại học hàng đầu của Việt Nam, tiên phong trong lĩnh vực giáo dục và nghiên cứu ứng dụng, chuyển giao công nghệ và đổi mới sáng tạo:\n\nTrở thành Trường đại học hàng đầu của Việt Nam: đứng trong tốp 10 các trường đại học trong nước;\nTiên phong trong lĩnh vực giáo dục và nghiên cứu ứng dụng: các chương trình đào tạo được tiếp cận theo hướng ứng dụng, đáp ứng được yêu cầu thực tiễn của xã hội;\nChuyển giao công nghệ và đổi mới sáng tạo: phát triển ý tưởng mới, cải tiến, sáng tạo trong lĩnh vực chuyển giao công nghệ, ươm mầm doanh nghiệp, hợp tác và thương mại hóa sản phẩm khoa học.\n\n2. Sứ mạng\nCung cấp nguồn nhân lực chất lượng cao, có năng lực, phẩm chất và hội nhập quốc tế nhằm đóng góp cho sự phát triển kinh tế xã hội của đất nước:\r\n\nNguồn nhân lực chất lượng cao: có trình độ chuyên môn đạt chuẩn, đáp ứng yêu cầu thực tiễn của xã hội, có năng lực tư duy sáng tạo và năng lực khởi nghiệp;\nCó năng lực, phẩm chất: có đạo đức, có lòng nhân ái; luôn có tinh thần đam mê, nghiên cứu, học hỏi; có tư duy logic chặt chẽ, có sáng kiến đột phá, làm việc an toàn, có tinh thần hợp tác; có thái độ, tác phong làm việc tốt, trách nhiệm với công việc;\nHội nhập quốc tế: có khả năng thích ứng trong môi trường quốc tế; có kiến thức ngoại ngữ và công nghệ thông tin để tiếp cận nhanh tri thức, công nghệ hiện đại trong khu vực và thế giới;\nĐóng góp cho sự phát triển của đất nước: nguồn nhân lực chất lượng cao sẽ làm tăng năng suất lao động, đáp ứng yêu cầu của thị trường trong nước và quốc tế; làm giàu cho đời sống tri thức và kinh tế cũng như hoạt động nghề nghiệp, thông qua các dịch vụ cộng đồng và đóng góp vào sự phát triển kinh tế xã hội của đất nước.\n\n3. Mục tiêu chung\nXây dựng công nghệ quản lý hiện đại, hoàn thành cơ bản các điều kiện đáp ứng yêu cầu đào tạo nguồn nhân lực chất lượng cao đóng góp cho xã hội, tạo ra giá trị thực tiễn và hiệu quả từ hoạt động nghiên cứu khoa học và chuyển giao công nghệ, hợp tác quốc tế.\nTiên phong trong các lĩnh vực giáo dục, nghiên cứu và chuyển giao công nghệ; thúc đẩy kết nối phục vụ cộng đồng; tạo môi trường học tập và làm việc thu hút người học và giảng viên có năng lực và trình độ cao; phát triển bền vững trên cơ sở tự chủ tài chính.\nĐể đạt được mục tiêu chung, Trường Đại học Công nghiệp Thành phố Hồ Chí Minh đã đặt ra các mục tiêu như sau:\n\nTiên phong trong các lĩnh vực giáo dục, nghiên cứu và chuyển giao công nghệ: tăng chất lượng người học tốt nghiệp; nâng cao tỷ lệ có việc làm và vị trí việc làm cho người học sau khi tốt nghiệp; tăng cường quốc tế hóa các chương trình đào tạo; nâng cao chất lượng chương trình đào tạo để đáp ứng yêu cầu của các tổ chức đảm bảo chất lượng; tăng cường hợp tác với các tổ chức trong việc tuyển dụng người học tốt nghiệp; tăng chất lượng các công trình nghiên cứu công bố trong nước và quốc tế; thực thi các chính sách hỗ trợ hợp tác nghiên cứu trong nước và quốc tế; thúc đẩy hoạt động chuyển giao công nghệ;\nThúc đẩy kết nối phục vụ cộng đồng: mở rộng các hoạt động của công dân tích cực trong kết nối cộng đồng; đẩy mạnh các hoạt động khởi nghiệp; khuyến khích người học, viên chức và người lao động tham gia các hoạt động phục vụ cộng đồng; khai thác các phương tiện truyền thông một cách hiệu quả; phát triển năng lực đội ngũ làm truyền thông;\nXây dựng cơ sở giáo dục hiện đại: phát triển cơ sở hạ tầng cho hoạt động giảng dạy và nghiên cứu; tạo ra nhiều hoạt động ngoại khóa sôi động ngay trong khuôn viên Nhà trường; xây dựng khuôn viên xanh và cơ sở hạ tầng công nghệ thông tin tiên tiến; phát triển hệ thống học tập trực tuyến hiệu quả;\nThu hút nguồn lực chất lượng cao trong và ngoài nước: duy trì được đội ngũ giảng viên có năng lực; có cơ chế đãi ngộ phù hợp; tuyển dụng và tìm kiếm nhân sự chất lượng cao; đa dạng hóa hình thức tuyển dụng; tăng cường phát triển năng lực nhân sự; thực hiện bố trí công việc phù hợp; cải thiện môi trường làm việc; nâng cao thu nhập của viên chức, người lao động;\nĐầu tư và thu nhập ổn định, bền vững: tăng doanh thu thông qua các hoạt động đào tạo, nghiên cứu và các tài nguyên khác; đầu tư hợp lý cho nguồn nhân lực, đào tạo và nghiên cứu, hoạt động phục vụ cộng đồng và nâng cao chất lượng cuộc sống người học; duy trì khoản dự phòng; tăng cường ngân sách cho kế hoạch đảm bảo hoạt động liên tục.\n\nTrường Đại học Công nghiệp Thành phố Hồ Chí Minh\n\n\nTrích từ Quyết định số 966/QĐ-ĐHCN ngày 20/7/2021 của Hiệu trưởng Trường Đại học Công nghiệp Thành phố Hồ Chí Minh\n\n\n"
  },
  {
    "title": "Triết lý giáo dục",
    "content": "\n\r\n                            Triết lý giáo dục\r\n                        \n\nNhà trường hướng đến đào tạo người học trở thành những người có đầy đủ phẩm chất CARE, phù hợp với tầm nhìn, sứ mạng và giá trị cốt lõi của Trường. Những phẩm chất của người học mà Trường Đại học Công nghiệp Thành phố Hồ Chí Minh mong muốn người học đạt được trong quá trình tham gia học tập tại Trường.\nCompassionate Leader - một nhà lãnh đạo nhạy bén\n\nCó lòng nhân ái, cảm thông và đạo đức trong lãnh đạo;\nCó khả năng làm việc theo nhóm và hợp tác hiệu quả;\nCó kỹ năng quản lý và giao tiếp trong việc lãnh đạo các nhóm;\nTự tin và tôn trọng người khác.\n\nAvid Lifelong Learner - một người không ngừng học tập tích cực\n\nCó sự tò mò, ham học hỏi và tinh thần học tập suốt đời;\nCó tư duy cởi mở và dễ tiếp thu những ý tưởng, khái niệm, kiến thức mới;\n\nRational Thinker - một người có suy nghĩ thấu đáo, hợp lý\n\nCó tư duy phản biện trong việc phân tích các dữ kiện và các lựa chọn trước khi đưa ra đánh giá;\nPhân tích và giải quyết vấn đề một cách hợp lý và có hệ thống.\n\nEnterprising Innovator - một nhà cải cách trong hoạt động kinh doanh\n\nCó tư duy và sự tháo vát trong kinh doanh;\nCó sự sáng tạo và đổi mới trong việc đưa ra các ý tưởng và giải quyết các vấn đề trong thực tế;\nXác định cơ hội và chấp nhận các rủi ro có thể kiểm soát được.\n\n\nTriết lý giáo dục của Trường Đại học Công nghiệp Thành phố Hồ Chí Minh nhằm mục đích bồi dưỡng người học có được các phẩm chất CARE, chuẩn bị cho người học hành trang bước vào cuộc sống và thế giới việc làm trong tương lai. \nTriết lý này giúp rèn luyện người học trong việc áp dụng và nâng cao tri thức thông qua việc trải nghiệm thực tế, học tập một cách tích cực và nghiên cứu ứng dụng để đáp ứng nhu cầu của các bên liên quan và xã hội. Cộng đồng Trường Đại học Công nghiệp Thành phố Hồ Chí Minh sống trong việc chuyển đổi tư duy và làm giàu thêm đời sống tri thức - kinh tế, các hoạt động nghề nghiệp của người học và các bên liên quan bằng cách phục vụ cộng đồng và đóng góp vào sự tiến bộ của xã hội:\n\nCác phẩm chất CARE: bồi dưỡng để người học trở thành nhà lãnh đạo nhân ái, luôn thể hiện tinh thần ham học hỏi, người có tư duy logic chặt chẽ và có sáng kiến đột phá trong công việc;\nÁp dụng và nâng cao tri thức: các chương trình đào tạo được thiết kế để đảm bảo sự phù hợp và tính cập nhật, có xem xét xu hướng phát triển của các ngành nghề và nhu cầu của các bên liên quan, sử dụng mô hình đào tạo dựa trên chuẩn đầu ra nhằm đáp ứng các tiêu chuẩn đảm bảo chất lượng quốc gia, khu vực và quốc tế.\nChuẩn bị cho cuộc sống và tương lai của công việc: tạo điều kiện cho người học tham gia vào môi trường thực tế và thế giới việc làm thông qua thực tập, dự án, nghiên cứu ứng dụng, thí nghiệm, học tập tích cực và phục vụ cộng đồng. Trang bị cho người học các kỹ năng cần thiết như tư duy phản biện, tư duy sáng tạo, tinh thần đổi mới, kỹ năng giao tiếp và quản lý, lòng nhân ái và tư duy khởi nghiệp.\n\nChuyển đổi tư duy, làm giàu cho đời sống tri thức - kinh tế và hoạt động nghề nghiệp thông qua các dịch vụ cộng đồng và đóng góp cho xã hội cũng như nền kinh tế thông qua nghiên cứu ứng dụng và chuyển giao công nghệ vì một nền kinh tế bền vững với mức sống cao hơn.\nTrích từ Quyết định số 966/QĐ-ĐHCN ngày 20/7/2021 của Hiệu trưởng Trường Đại học Công nghiệp Thành phố Hồ Chí Minh\nPhiên bản Tiếng Anh (English version)\n\n\n"
  },
  {
    "title": "Phương châm hoạt động",
    "content": "\n\r\n                            Phương châm hoạt động\r\n                        \n\n“Đổi mới tư duy, làm giàu thêm tri thức - đời sống” là phương châm hoạt động của Trường Đại học Công nghiệp TP. HCM nhằm đạt được mục tiêu, tầm nhìn và sứ mạng của Nhà trường.\nChuyển đổi tư duy của người học, người học tốt nghiệp và viên chức, người lao động thông qua hoạt động đào tạo và nghiên cứu ứng dụng có chất lượng để làm phong phú thêm đời sống của người dân và các hoạt động nghề nghiệp tại Việt Nam vì một nền kinh tế bền vững và có mức sống cao hơn. Các hoạt động nghề nghiệp bao gồm nghề nghiệp của một cá thể, một ngành nghề, bất kỳ hoạt động thương mại, thương vụ hoặc xây dựng và vận hành doanh nghiệp.\nTrích từ Quyết định số 966/QĐ-ĐHCN ngày 20/7/2021 của Hiệu trưởng Trường Đại học Công nghiệp Thành phố Hồ Chí Minh\nPhiên bản Tiếng Anh (English version)\n\n\n"
  },
  {
    "title": "Giá trị cốt lõi",
    "content": "\n\r\n                            Giá trị cốt lõi\r\n                        \n\nVới mục tiêu và tầm nhìn trở thành Trường đại học hàng đầu của Việt Nam, tiên phong trong lĩnh vực giáo dục và nghiên cứu ứng dụng, chuyển giao công nghệ và đổi mới sáng tạo; giá trị cốt lõi Trường Đại học Công nghiệp Thành phố Hồ Chí Minh được đúc kết: “Đổi mới - Đoàn kết - Nhân văn”.\n\nĐổi mới: liên tục tìm kiếm những cách làm mới và tốt hơn, sáng tạo, đổi mới và dám nghĩ, dám làm để thử những điều mới và tạo cơ hội để cải tiến và đạt đến tầm cao mới.\nĐoàn kết: chịu trách nhiệm và làm chủ, đồng thời phối hợp làm việc với tất cả các đơn vị và các bên liên quan để khai thác triệt để các nguồn lực và năng lực cũng như sử dụng và triển khai hiệu quả chúng.\nNhân văn: đối xử với từng cá nhân và tập thể bằng lòng nhân ái, vị tha, công bằng, công tâm và hướng đến phát triển tiềm năng và hiện thực hóa nguyện vọng; làm việc chuyên nghiệp và đạo đức cũng như phục vụ và đóng góp cho cộng đồng với tư cách là một công dân có trách nhiệm.\n\nTrích từ Quyết định số 966/QĐ-ĐHCN ngày 20/7/2021 của Hiệu trưởng Trường Đại học Công nghiệp Thành phố Hồ Chí Minh\nPhiên bản Tiếng Anh (English version)\n\n\n"
  },
  {
    "title": "Chính sách chất lượng",
    "content": "\n\r\n                            Chính sách chất lượng\r\n                        \n\nChính sách chất lượng của Trường Đại học Công nghiệp Thành phố Hồ Chí Minh:\n- Áp dụng cách tiếp cận tổng thể đối với hoạt động đảm bảo chất lượng thông qua việc lập kế hoạch theo định hướng thị trường và xây dựng chương trình đào tạo dựa trên xu hướng phát triển của nền kinh tế và các ngành nghề, nhu cầu của các bên liên quan và mối liên kết giữa thực tiễn ngành nghề và học thuật với Nhà trường;\n- Liên tục cải thiện hoạt động đảm bảo chất lượng bằng cách tích cực thu hút sự tham gia của các bên liên quan và nắm bắt các công nghệ mới nhất cũng như các phương pháp giáo dục và nghiên cứu tốt nhất;\n- Phát triển tập thể viên chức, người lao động có năng lực và tận tâm; kết hợp với hệ thống dạy và học hiệu quảnhằm tạo ra người học có đầy đủ các phẩm chất CARE để có thể đáp ứng được thách thức của việc làm trong tương lai;\n- Triển khai hệ thống quản lý chất lượng đáp ứng các yêu cầu của tiêu chuẩn quốc gia, khu vực và quốc tế để hỗ trợ nỗ lực không ngừng nhằm duy trì chất lượng và thúc đẩy văn hóa chất lượng trong toàn trường.\nTrích từ Quyết định số 966/QĐ-ĐHCN ngày 20/7/2021 của Hiệu trưởng Trường Đại học Công nghiệp Thành phố Hồ Chí Minh\n\n\n"
  },
  {
    "title": "Sơ đồ bộ máy tổ chức",
    "content": "\n\r\n                            Sơ đồ bộ máy tổ chức\r\n                        \n\n\nTải về: Sơ đồ bộ máy tổ chức\n\n\n"
  },
  {
    "title": "Cơ sở vật chất",
    "content": "\n\r\n                            Cơ sở vật chất\r\n                        \n\n\nCơ sở vật chất Nhà trường với trên 500 giảng đường và phòng học rộng rãi thoáng mát, trên 350 phòng thí nghiệm và xưởng thực hành có trang thiết bị hiện đại, các khu nội trú có sức chứa 8.000 người. Nhà ăn sinh viên được xây dựng hiện đại, rộng rãi, sinh viên có thể tự chọn món ăn cho vừa với sở thích và túi tiền theo phong cách tự phục vụ nhằm hội nhập với lối sống hiện đại. Thư viện hiện có trên 200.000 bản sách các loại. Nhà trường đã tin học toàn bộ và sâu rộng mọi hoạt động trong trường, sinh viên có thể truy cập internet, sử dụng mạng để tìm kiếm các thông tin thư viện điện tử phục vụ học tập. Mọi liên hệ giao tiếp với thầy và tìm kiếm những thông tin về khoa, về trường v.v..., sinh viên học sinh có thể tìm kiếm trên mạng.\nNhà ăn, kí túc xá sinh viên, nhà truyền thống, phòng tập thể thao đa năng, thư viện điện tử, hệ thống xưởng thực tập, phòng thí nghiệm và các phòng học, giảng đường ngày càng được hoàn thiện theo tiêu chuẩn quốc tế. Các phương tiện tin học trong Nhà trường được nối mạng và kết nối internet sẽ ngày càng được sử dụng rộng rãi.\n\r\nPhòng Thí nghiệm thực hành của Khoa Công nghệ thông tin\n\r\nTrung tâm mô phỏng của Khoa Kế toán - Kiểm toán\n\n\n\r\nTrung tâm mô phòng Khoa Quản trị kinh doanh\n\nPhòng thí nghiệm nhà máy thông minh ứng dụng công nghiệp 4.0\n\n\r\nThư viện\n\n\nPhòng Ký túc xá sinh viên\n\nCăn tin sinh viên\n\n\nPhòng thể dục đa năng\n\n\n\n"
  },
  {
    "title": "Đội ngũ",
    "content": "\n\r\n                            Đội ngũ\r\n                        \n\n\n\nTrường Đại học Công nghiệp TP. HCM có đội ngũ cán bộ - giảng viên là 1.445 người, trong đó có 1.063 giảng viên cơ hữu. Ngoài ra, Nhà trường mời hàng trăm giảng viên thỉnh giảng từ các trường đại học, viện nghiên cứu, các học viện và những cán bộ khoa học kỹ thuật đang công tác tại các cơ sở sản xuất, kinh doanh nhằm đa dạng hóa các nguồn lực giảng dạy. Đã có trên 98% giảng viên có trình độ sau đại học với 07 giáo sư, 42 phó giáo sư; 296 tiến sĩ; 700 thạc sĩ (trong đó có 140 người đang làm nghiên cứu sinh) (Dữ liệu cập nhật đến ngày 14.8.2023). Nhiều giảng viên tham gia các công trình nghiên cứu khoa học cấp trường, cấp bộ, cấp thành phố và cấp nhà nước. Trong những năm gần đây, nhà trường đã qui tụ được một đội ngũ cán bộ khoa học kỹ thuật trẻ, có năng lực chuyên môn, có khả năng sư phạm tốt, đó là nguồn lực tiềm năng để bổ sung vào đội ngũ sư phạm những người giỏi, tâm huyết, yêu nghề và là đội ngũ nòng cốt cho quá trình phát triển và nâng cao chất lượng đào tạo của Nhà trường.\n\nLễ công bố quyết định bổ nhiệm Giáo sư, Phó Giáo sư\r\n \nTrường Đại học Công nghiệp Thành phố Hồ Chí Minh\n\n\n"
  },
  {
    "title": "Hệ thống nhận diện",
    "content": "\n\r\n                            Hệ thống nhận diện\r\n                        \n\n1. Hướng dẫn sử dụng bộ hệ thống nhận diện thương hiệu Đại học Công nghiệp Thành phố Hồ Chí Minh: Tải file tại đây\n2. Bộ hệ thống nhận diện thương hiệu của Đại học Công nghiệp Thành phố Hồ Chí Minh:\n\nLogo: Tải file tại đây\nPowerpoint: Tải file tại đây\n\n\n\n"
  },
  {
    "title": "Đào tạo Quốc tế",
    "content": "\n\r\n                            Đào tạo Quốc tế\r\n                        \n\n1. Chương trình trao đổi sinh viên quốc tế\n1.1. Trao đổi sinh viên quốc tế đến học tại IUH\nCác loại Chương trình trao đổi:\n\nChương trình trao đổi 1 - 2 học kỳ\nChương trình học ngắn hạn (1 - 3 tháng)\nChương trình ngôn ngữ (1 – 12 tháng)\nChương trình thực tập (3 – 12 tháng)\nChương trình giao lưu, trao đổi văn hóa (1 – 3 tháng)\nChương trình tình nguyện viên quốc tế (1 – 3 tháng)\n\nCác trường trao đổi sinh viên đến học tại IUH:\n\nSep 2014 - Dec 2014: Yunnan University of Finance and Economics (China): 9 sinh viên.\nAug 2014 - Jan 2015: University of South Florida (US): 2 students.\nJul 2014 - Jan 2015: Iowa State University, College of Agriculture and Life Sciences (US): 1 sinh viên.\nAug 2016 - Dec 2016: Technical University Munich (Germany): 1 sinh viên.\nAug 2016 - Dec 2016: Ben-Gurion University of the Negev    (Israel): 6 sinh viên.\nAug 2016 - Dec 2016: Kyungwon university (Korea): 10 sinh viên.\nAug 2016 - Jan 2017: Technische Universität Berlin (Germany): 7 sinh viên.\nFeb 2017 - Jun 2017: Ernst-Abbe University of Applied Sciences Jena (Germany): 1 sinh viên.\nMar 2018 - Jun 2018: University of Liège (Belgium): 1 sinh viên.\nSep 2017 - Jan 2018: Kyungwon university (Korea): 5 sinh viên.\nSep 2017 - Jan 2018: University of Tokyo (Japan): 2 sinh viên.\nSep 2018 - Feb 2019: Magdeburg-Stendal University of Applied Sciences (Germany): 4 sinh viên.\nJul 2018 - Nov 2018: Vientiane - Hanoi Friendship Technical Vocational College (Laos): 8 sinh viên.\nJul 2018 - Sep 2018: National Dong Hwa University (Taiwan): 2 sinh viên.\nJun 2019 - Sep 2019: Universiti Teknologi Malaysia (Malaysia): 5 sinh viên.\nJun 2019 - Sep 2019: National Pingtung University of Science and Technology (Taiwan): 4 sinh viên.\nSep 2019 - Nov 2019: Daffodil International University (DIU): 11 sinh viên\nOct 2019 - Dec 2019: National Ilan University (NIU): 15 sinh viên\nOct 2019 - Feb 2020: Magdeburg - Stendal (UAM): 1 sinh viên\n\n\n1.2. Trao đổi sinh viên IUH đi học ở nước ngoài\n\nDec 2011 - Jan 2012: Liège University (Belgium): 30 sinh viên.\nJun 2013 - Aug 2013: University of Tokyo (Japan): 3 sinh viên.\nNov 2014 - Jan 2015: Liège University (Belgium): 7 sinh viên.\nSep 2016 - Nov 2016: Kyungwon University (Korea): 10 sinh viên. \nSep 2016 - Jan 2017: Technische Universität Berlin (Germany): 3 sinh viên.    \nAug 2017 - Sep 2017: Technische Universität Dresden (Germany): 3 sinh viên.\nSep 2017 - Nov 2017: Ernst-Abbe University of Applied Sciences Jena (Germany): 3 sinh viên.\nSep 2017 - Dec 2017: Konkuk University (Korea): 2 sinh viên.\nSep 2017 - Nov 2017: Soongsil University (Korea): 18 sinh viên.\nNov 2018 - Jan 2019: National Ilan University (Taiwan): 18 sinh viên.\nDec 2018 - Jul 2019: Magdeburg-Stendal University of Applied Sciences (Germany): 3 sinh viên.\nJun 2019 - Sep 2019: Thammasat University (Thailand): 3 sinh viên.\nJun 2019 - Sep 2019: Nation Ilan University (Taiwan): 2 sinh viên.\nJun 2019 - Sep 2019: Kyungwoon University (Korea): 3 sinh viên.\n\n\n2. Chương trình liên kết đào tạo với nước ngoài\n\nExecutive Master in Sciences and Management of Environment: UNIVERSITY OF LIÈGE (Belgium)\nMaster in Business Administration Management: Soongsil University (Korea)\n\n\n3. Chương trình đào tạo các trình độ dành cho sinh viên quốc tế (chương trình tiếng Việt)\nChuyên ngành đào tạo: Tất cả các chuyên ngành đang tuyển sinh.\r\nHọc bổng: Xem chi tiết.\nThông tin liên hệ:\nPhòng Quản lý Sau đại học - Bộ phận đào tạo Quốc tế\n– Email: ie@iuh.edu.vn\r\n– Điện thoại: 0283 8940 390 – 106\r\n– Fax: 0283 9940 954\n\n\n"
  }
]
